[["Bob Dylan, 'Blowin' in the Wind'","“Blowin’ in the Wind” was Dylan’s first important composition. It is also the most famous protest song ever written. The song’s melody borrows from the slavery-era folk song “No More Auction Block for Me,” and its language is rooted as much in Woody Guthrie’s earthy vernacular as in biblical rhetoric. But in a decisive break with the current-events conventions of topical folk songs, Dylan framed the crises around him in a series of fierce, poetic questions that addressed what he believed was man’s greatest inhumanity to man: indifference. “Some of the biggest criminals are those that turn their heads away when they see wrong,” he declared in the Freewheelin’ liner notes.\n"],["Bee Gees, 'Stayin' Alive'","This disco classic was written when director Robert Stigwood approached the Bee Gees for music for a film based on the Brooklyn club scene. He needed a groove for an eight-minute John Travolta dance sequence and asked for a song called “Saturday Night,” but since the Bay City Rollers already had a hit with that title, the band wisely took things in a different direction. “Whether you like the song or not, John couldn’t dance to ‘Stayin’ Alive.’ It wasn’t a dance record, if you think about it,” Barry Gibb said later. Travolta didn’t need to dance to it, anyway — all he had to do was strut his way to infamy in the film’s opening scene.\n"],["The Beatles, 'In My Life'","“‘In My Life’ was, I think, my first real, major piece of work,” John Lennon said. “Up until then it had all been glib and throwaway.” The ballad reflects the serious turn the Beatles took with Rubber Soul, but it specifically arose from a journalist’s challenge: Why don’t you write songs about your life? The original lyrics put Lennon on a bus in Liverpool, “and it was the most boring sort of ‘What I Did on My Holidays Bus Trip’ song,” he said. So Lennon rewrote the lyrics, changing the song into a gorgeous reminiscence about his life before the Beatles. The distinctive “harpsichord” solo near the song’s end is actually an electric piano played by George Martin and sped up on tape.\n"],["Patti Smith, 'Gloria'","The legend-making first line of Smith’s galvanic act of rock & roll vandalism — “Jesus died for somebody’s sins but not mine” — began as part of a poem called “Oath,” which she performed around the East Village in the early Seventies. When she began practicing with guitarist Lenny Kaye and piano player Richard Sohl, they often jammed on Them’s 1964 garage-rock song “Gloria,” reveling in its cathartic simplicity, and Smith came up with the idea of fusing the two, creating something reverent and revolutionary that opened her landmark 1975 debut LP, Horses, the first album-length bow shot from the CBGBs punk scene.\n"],["Jay-Z, '99 Problems'","The original “99 Problems” was a 1993 song by gangsta-rap great Ice-T. The idea of revisiting it came from Chris Rock. As producer Rick Rubin recalled, “[Chris] said, ‘Ice-T has this song, and maybe there’s a way to flip it around and do a new version of that.’” Jay-Z asked for a beat like the Eighties classics Rubin had produced for the Beastie Boys, LL Cool J, and Run-DMC, and he came up with the ideal stark, slamming backdrop for Jay to lance into everything from critics to racist cops. “At no point in the song am I talking about a girl,” he said.\n"],["Oasis, 'Wonderwall'","Supposedly inspired by his girlfriend at the time, Noel Gallagher wrote this unabashedly earnest and heartfelt ballad, which has become one of the biggest rock standards of the past 20 years. It earns at least $1 million a year and passed 1 billion Spotify streams in 2020. Ironically, Liam Gallagher was iffy on it at first. “I said, ‘I don’t like this — it’s a bit fonky,’” he told Rolling Stone last year. “I got Police vibes. It was a bit Sting. I like the heavier stuff.” But he ultimately decided to give it a go, and the whole song was finished in about two days, with Noel playing all the guitars, even bass, and Liam knocking out his vocal in a few hours. “I was always desperate to get to the pub,” he said.\n"],["Whitney Houston, 'I Will Always Love You'","Dolly Parton wrote “I Will Always Love You” about the difficult decision to move on from her mentor Porter Wagoner, and reached Number One on the country charts with two different recordings of it. Kevin Costner suggested the song to his Bodyguard co-star Houston, who with the aid of producer David Foster, revamped it as a mighty R&B ballad that became an even bigger hit. Houston and Costner insisted on keeping the song’s a cappella intro against the label’s wishes. “I didn’t care if it was ever on the radio,” Costner said later. “I said, ‘We’re also going to do this a cappella at the beginning. I need it to be a cappella because it shows a measure of how much she digs this guy — that she sings without music.'”\n"],["Kelly Clarkson, 'Since U Been Gone'","Swedish pop scientists Max Martin and Lukasz “Dr. Luke” Gottwald wrote this indignant track with Pink in mind, but Clarkson’s A&R rep snatched it up for the first-ever American Idol. The result was a career-making hit that gave teen pop a feisty new template. When she first heard a rough demo of the song, Clarkson wasn’t sure it was right for her. “We amped up the track and made it a little more rockin’,” she told Rolling Stone of the sessions in Sweden with Martin and Dr. Luke. “But they didn’t know I was going to go an octave above on the chorus.”\n"],["Little Richard, 'Good Golly, Miss Molly'","Little Richard first heard the phrase “Good golly, Miss Molly” from a Southern DJ named Jimmy Pennick. He turned the words into perhaps his most blatant assault on American propriety: “Good golly, Miss Molly/You sure like to ball.” He swiped the music from Ike Turner’s piano intro to Jackie Brenston’s “Rocket 88,” recorded by Sam Phillips in Memphis seven years earlier. “I always liked that record,” Richard recalled, “and I used to use the riff in my act, so when we were looking for a lead-in to ‘Good Golly, Miss Molly,’ I did that and it fit.” Richard had renounced rock & roll the previous year, but Specialty Records couldn’t leave this classic in the vaults.\n"],["UGK feat. Outkast, 'Int'l Players Anthem (I Choose You)'","The influence of Houston’s UGK is felt all over hip-hop, from Jay-Z to Megan Thee Stallion, but it took 20 years for the group to record the song that truly solidified its place in the canon. Sampling Willie Hutch’s “I Choose You,” full of the trillest love stories ever told, and opened by André 3000’s most iconic verse, the song is as much fun as its music video’s wild wedding. “People always telling me they walk down the aisle to that song,” Outkast’s Big Boi told Rolling Stone. “When people get married to music, that’s some powerful shit.” The song helped shoot UGK’s 2007 album, Underground Kingz, to Number One, a first for the duo. Sadly, just six months after the video’s release, UGK’s Pimp C died, leaving “Int’l Players Anthem” as a glorious epitaph.\n"],["Aretha Franklin, '(You Make Me Feel Like) A Natural Woman'","Carole King and her husband/songwriting partner Gerry Goffin wrote “Natural Woman” specifically for Aretha Franklin at the request of producer Jerry Wexler in 1967, shortly after “Respect” and “I Never Loved a Man (The Way I Love You)” turned her into a superstar. It came together in their suburban New Jersey home over just a few hours, after their kids went to bed. “Hearing [Aretha sing it] for the first time, I experienced a rare speechless moment,” King wrote in her 2012 memoir Natural Woman. “To this day I can’t convey how I felt in mere words.… It touched me more than any recording of any song I had ever written.”\n"],["The Beatles, 'Hey Jude'","The Beatles’ biggest U.S. single — nine weeks at Number One — was also their longest, at seven minutes and 11 seconds. During the recording sessions, producer George Martin objected to the length, claiming DJs would not play the song. “They will if it’s us,” John Lennon shot back. Paul McCartney wrote “Hey Jude” in June 1968, singing to himself on his way to visit Lennon’s soon-to-be-ex-wife, Cynthia, and their son, Julian. The opening lines were, McCartney once said, “a hopeful message for Julian: ‘Come on, man, your parents got divorced. I know you’re not happy, but you’ll be OK.'” McCartney changed “Jules” to “Jude” — a name inspired by Jud from the musical Oklahoma!\n"],["Guns N' Roses, 'Sweet Child O' Mine'","Rose wrote this love letter to his then-girlfriend Erin Everly (daughter of Don). Slash said he was just “fucking around with the intro riff, making a joke.” The guitarist didn’t think much of it, but Rose knew better. That steely-yet-sensitive guitar part would accompany a bit of inspired Southern-rock cosplay from Rose. “I went out and got some old Lynyrd Skynyrd tapes to make sure we’d got that down-home, heartfelt feeling,” he said at the time. Though Rose and Everly’s marriage didn’t last long, the song went on to be a pivotal breakthrough for the band and remains its sole Number One hit in the U.S.\n"],["LCD Soundsystem, 'All My Friends'","James Murphy and his crew of NYC punk-funk warriors whipped up a sardonic generational anthem in “All My Friends” — a celebration of hitting the dance floor until dawn, even when you’re old enough to know better. Over the urgent electro pulse, Murphy looks back on his wasted nights and crushed dreams. “I was in my thirties,” he admitted. “I’d been a completely failed teenager and twentysomething, deeply failed, deeply, deeply failed. Like ‘live with your rich girlfriend so you don’t have to pay rent’ failed, ‘be homeless in your office on an inflatable bed’ failed.” Yet the music surges with joy, capturing that late-night moment when you realize that all your years of stupid decisions have accidentally added up to a life.\n"],["The Rolling Stones, 'Tumbling Dice'","In one of its first incarnations, then called “Good Time Women,” this Exile on Main St. gem was friskier, faster, and bawdier. By the time it was transformed into “Tumbling Dice” during the infamous Exile sessions in the South of France, the song had been slowed down. “I remember writing the riff upstairs in the very elegant front room,” said Keith Richards, “and we took it downstairs the same evening, and we cut it.” Mick Jagger’s lyrics fit the slowed-down groove, revealing a new sense of gritty weariness. Since Bill Wyman wasn’t around, Mick Taylor played bass, as well as those slinky slide-guitar parts.\n"],["Prince, 'Kiss'","When Mazarati, one of the bands in Prince’s Paisley Park orbit, asked him for a song, Prince dashed off a bluesy acoustic demo for them. Mazarati added a funk groove, and Prince was smart enough to take the song back, maintaining some of producer David Z’s arrangements and the band’s background vocals but no bass line, to the disappointment of his label. “At that time, however, Prince had enough power to go, ‘That’s the single and you’re not getting another one until you put it out.’ The rest is history,” Z recalled in an interview. “That song totally reignited his career, and a year later Warner Bros. was trying to sign people who sounded like that.”\n"],["Al Green, 'Let's Stay Together'","After producer Willie Mitchell gave Green a rough mix of a tune he and drummer Al Jackson had worked out, Green wrote the lyrics in five minutes. Still, Green didn’t want to record the song and fought with Mitchell for two days before finally agreeing to cut it. The recording was finished late on a Friday night in the fall of 1971; Mitchell pressed the single on Monday, and by Thursday Green was told that “Let’s Stay Together” would be entering the charts at Number Eight. Within two weeks, it had reached Number One on the R&B charts, and in February 1972, the warm, buoyant love song gave Green his only Number One pop hit.\n"],["Bob Dylan, 'Desolation Row'","Dylan was in full poetic frenzy when he wrote this surreal pageant, the 11-minute tour de force that caps his 1965 classic Highway 61 Revisited. “I was in the back of a taxicab,” Dylan told Rolling Stone in 1969, when asked where he wrote the song. “That period of ‘Desolation Row,’ that kind of New York-type period, when all the songs were ‘city songs.’” (Considering how “Desolation Row” clocks in at 11 minutes, that’s one long cab ride.) His cast of misfits includes Cinderella, Romeo, Ophelia, Casanova, Cain and Abel, Einstein disguised as Robin Hood. And Dylan himself, ever the outsider. “I don’t consider myself outside of anything,” he said at the time. “I just consider myself not around.”\n"],["Adele, 'Rolling in the Deep'","“The beat of the song was my heartbeat … it just built and built,” Adele said of the surging soul rumble that backed her on what became her signature hit. Stung by a bad breakup and struggling to find the right artistic footing for her second album, the singer met with producer Paul Epworth, who encouraged her to tap into her rawest emotions. To get the appropriate booming effect, Epworth used a marching band kick drum to add muscle to the groove. But the song’s power was all Adele, whose demo vocal made the finished track. As Epworth told Rolling Stone of the “Rolling in the Deep” session, “She was obviously quite fragile and very open about what had happened. But she had fire in her belly.”\n"],["The Velvet Underground, 'I’m Waiting for the Man'","The Velvets were ahead of their time with this blast of New York street life. In the Summer of Love, while hippie heads were full of crystal visions, Lou Reed was getting down and dirty about the details of scoring $26 worth of heroin in Harlem. “Everything about that song holds true,” said Reed, “except the price.” Reed and Sterling Morrison beat up on the evil riff, with jagged R&B guitars distorted into proto-punk menace. John Cale walks it home with that one-note piano barrage. Within a few years, the world was full of bands trying to sound this mean.\n"],["Ray Charles, 'What'd I Say'","“The people just went crazy, and they loved that little ‘ummmmh, unnnnh,’” Ray Charles told Rolling Stone in 1978, describing the instant genesis of “What’d I Say,” his first Top 10 pop single. He literally wrote “What’d I Say” in front of an audience. He and his crack R&B orchestra, newly supplemented by a female vocal group, the Raelettes, were playing a marathon dance show in a small town near Pittsburgh. When Charles ran out of repertoire late in the second set, he kicked into an uphill bass-note arpeggio on the piano, told the band to follow along, and instructed the Raelettes, “Whatever I say, just repeat after me.” Afterward, Charles said, dancers rushed up to him and asked, “Where can I buy that record?”\n"],["Amy Winehouse, 'Back to Black'","“It’s a constant thing for me to better myself,” Winehouse said before she embarked on the making of “Back to Black.” “I’ve got a clear ambition now, to make a record of what I hear in my head … and I don’t want strings.” The great, melodramatic girl-group records of the early Sixties became the perfect backdrop for her updated tales of on-again, off-again romance and treachery, while the song’s knowingly retro arrangement gave it a cinematic gravitas (which she heightened by adopting a beehive do). Winehouse’s vocal matches the mournful piano and tympani, stoic and pained, flinty and acute. “The thing that always drove me,” she said, “[is] relationships and how fucked up they can get.”\n"],["The Four Tops, 'Reach Out (I'll Be There)'","Before writing “Reach Out (I’ll Be There),” songwriting team Holland-Dozier-Holland had long discussions about what women want. “We all three agreed that they wanted someone to be there for them, through thick or thin, and be there at their beck and call,” Lamont Dozier once said. The truly brilliant turn, though, was contrasting apocalyptically afflicted verses and an angelic chorus, belted by lead Top Levi Stubbs, sounding like he’d drag himself over broken glass for the one he loved. “Eddie [Holland] realized that when Levi hit the top of his vocal range, it sounded like someone hurting, so he made him sing right up there,” the Tops’ Duke Fakir once said. “You could hear the tears in his voice.”\n"],["The Modern Lovers, 'Roadrunner'","Jonathan Richman was an ordinary geek from suburban Boston, but he made “Roadrunner” the ultimate garage-rock road trip. It’s an ecstatic two-chord tribute to cruising down the highway, just a lonely kid in a car with the radio on. “High school and I didn’t understand each other,” Richman said in 1976. “So I heard the Velvet Underground, got inspired, took up guitar, and terrorized audiences with my four-and-a-third-note vocal range.” He became a key punk influence, even if he sang about health food, liking his parents, and not doing drugs. This 1972 demo (featuring future members of Talking Heads and the Cars) wasn’t even released until four years later. But “Roadrunner” has been breaking speed limits ever since.\n"],["Johnny Cash, 'I Walk the Line'","Cash began work on this track while he was in Germany with the Air Force, years before he would ever enter a studio. He returned to it after he hit with “Folsom Prison Blues,” only to find that the original tape had gotten mangled. But Cash liked the strange sound and added a click-clack rhythm by winding a piece of wax paper through his guitar strings. Sam Phillips then had him speed up the song, originally a ballad, to a driving rumble. “It was different than anything else you had ever heard,” Bob Dylan told Rolling Stone. “A voice from the middle of the Earth.”\n"],["Pulp, 'Common People'","Brit-pop legend Jarvis Cocker has more soul and swagger exhaling a puff of smoke than most singers have in their entire careers. His band Pulp were kicking around the U.K. indie scene for years until they blew up in the Nineties with “Common People.” Cocker sings about a posh art student who tells him, “I want to sleep with common people like you.” (His reply? “I’ll see what I can do.”) It’s a witty satire of class tourism, but also a defiant tale of feeling like an outcast your whole life. “Common People” was a huge U.K. hit in 1995 — yet it just keeps getting more beloved over the years.\n"],["Leonard Cohen, 'Hallelujah'","Leonard Cohen’s “Hallelujah” begins with scripture and ends with the confession of a broken man, holding onto the one word with any hope left in it for him. “I wanted to indicate that Hallelujah can come out of things that have nothing to do with religion,” he once said. The song itself struck some secret chord with listeners and got born again through the lips of John Cale, Jeff Buckley, and Bob Dylan. “The only moment that you can live here comfortably in these absolutely irreconcilable conflicts is in this moment when you embrace it all and you say, ‘Look, I don’t understand a fucking thing at all — Hallelujah!'” Cohen said. “That’s the only moment that we live here fully as human beings.”\n"],["Beyoncé, 'Formation'","When Beyoncé released “Formation” in 2016, the tremors were immediate, and undeniable. She debuted the song on the eve of her Super Bowl 50 performance, where she enthralled (and startled) audiences by employing dozens of dancers dressed like Black Panthers. That set the table for the video, which protested police brutality and drew the ire of police unions. And then came the song itself, in which Beyoncé nodded to her Southern roots, declaring “My daddy Alabama/My ma Louisiana/You mix that Negro with that Creole/Make a Texas bama” over hip-hop superproducer Mike WiLL Made-It’s spring-loaded synth. It was a complete package of Black radical feminist self-assertion.\n"],["The Beatles, 'Yesterday'","Paul McCartney’s greatest ballad holds a Guinness World Record as the most recorded song of all time; seven years after its release, there were 1,186 versions by artists as varied as Frank Sinatra, Otis Redding, and Willie Nelson. McCartney auditioned the song for George Martin, with the working title “Scrambled Eggs,” in a hotel room in Paris in January 1964 — before the Beatles had even landed in America — but would not record it for another year and a half. “We were a little embarrassed about it,” McCartney confessed. “We were a rock & roll band.” A Number One single in America, “Yesterday” was, in his own words, “the most complete song I have ever written.”\n"],["Tracy Chapman, 'Fast Car'","Chapman became an unlikely star with “Fast Car,” a haunting rumination on poverty and escape that touched a nerve, putting her stark acoustic folk music on MTV. A veteran of Boston coffeehouse gigs (she once got a demo-tape rejection letter suggesting she tune her guitar), Chapman suddenly found herself in the Top 10 and with a Grammy. “I had so many people come up to me and say that they felt it was their song, and someone told me at one point that they thought I’ve been reading their mail,” she once said. “They were saying, ‘You seem to know my story.'”\n"],["Elvis Presley, 'Suspicious Minds'","When producer Chips Moman presented this song to Presley in 1969, the singer was, as the lyrics put it, “caught in a trap” — a cash cow being milked dry by his label and hangers-on. That might be why Presley was convinced he could turn the song into a deep soul hit, even though it had flopped in 1968 for singer-songwriter Mark James. Recorded between four and seven in the morning, during the landmark Memphis session that helped return the King to his throne, “Suspicious Minds” — the final Number One single of his lifetime — is Presley’s masterpiece: He sings so intensely through the fade-out that his band returns for another minute of the tear-stained chorus.\n"],["Taylor Swift, 'All Too Well'","“It was a day when I was like a broken human walking to rehearsal, just feeling terrible about what was going on in my personal life,” Swift told Rolling Stone, recalling the origins of “All Too Well.” She ad-libbed lyrics over chords she had written, as her backing band fell in behind her. “They could tell I was really going through it.” Originally 10 minutes long, “All Too Well” would be paired down by Swift and co-writer Liz Rose into a finely burnished reflection on past love, full of unforgettable imagery and detail. “I thought it was too dark, too sad, too intense, just too many things,” Swift said. But it has become a songwriting peak and one of the greatest breakup songs of all time.\n"],["Chic, 'Good Times'","For Chic, disco was more than a beat — it was a “new state of mind.” Guitar master Nile Rodgers and bassman Bernard Edwards were inspired by the glam art rock of Roxy Music, as well as jazz and R&B. As Rodgers put it, “We shared Afrobromantic dreams of what it would be like to have real artistic freedom.” “Good Times” turned those dreams into a utopian disco celebration. It’s a hedonistic Seventies roller-boogie hit with an ironic edge, while Edwards plays one of history’s most influential bass lines. It’s the bass that kicked off the hip-hop era — the Sugarhill Gang rapped over it for “Rapper’s Delight,” while Grandmaster Flash turned it into “Wheels of Steel.”\n"],["Bob Dylan, 'Tangled Up in Blue'","When Dylan introduced “Tangled Up in Blue” onstage in 1978, he described it as a song that took him “10 years to live and two years to write.” It’s still one of his most frequently performed live staples. It was the six-minute opener from Blood on the Tracks, written as his first marriage was falling apart. Dylan takes inspiration from classic country singers like Hank Williams and Lefty Frizzell, in a tale of a drifting heart on the road through the Sixties and Seventies. Dylan kept revising the song heavily through the years; on 1984’s Real Live, he plays with the chords and lyrics to tell a whole new story.\n"],["Simon and Garfunkel, 'Bridge Over Troubled Water'","When Simon wrote this tribute to friendship, he and Garfunkel were arguing over everything, even who should sing it. “He felt I should have done it,” Simon said. “Many times I’m sorry I didn’t.” The “Sail on, silver girl” verse was Garfunkel’s idea; Simon has never liked it. The melody came from the Bach chorale, and the title phrase came from a Sixties song by West Virginia gospel group the Swan Silvertones — “I guess I stole it, actually,” Simon told Dick Cavett around the time “Bridge Over Troubled Water” was the Number One song in America, a position it held for six weeks. He later paid the Silvertone’s singer, Claude Jeter, $1,000 as a way of saying thanks.\n"],["Earth, Wind, and Fire, 'September'","Earth, Wind, and Fire were at their commercial peak when they went into the studio to cut “September” in the fall of 1978 as a bonus track for The Best of Earth, Wind & Fire, Vol. 1. The nostalgic song about a perfect September romance was written by EWF guitarist Al McKay, bandleader Maurice White, and songwriter Allee Willis, who hated White’s additions of “Ba-du-da” and “Ba-dee-ya” throughout the song. “It took me about a month to calm Allee down,” White wrote in his memoir. “She perceived it as a slight to her lyric-writing abilities.… Try as I might, I couldn’t get her to understand that good music is all about the vibe.” She probably calmed down when the song hit Number One on the R&B chart and Number Eight on the Hot 100.\n"],["Ramones, 'Blitzkrieg Bop'","In less than three minutes, this song threw down the blueprint for punk rock. It’s all here on the opening track of the Ramones’ debut: the buzz-saw chords, which Johnny played on his $50 Mosrite guitar; the snotty words, courtesy of drummer Tommy (with bassist Dee Dee adding the brilliant line “Shoot ’em in the back now”); and the hairball-in-the-throat vocals, sung by Joey in a faux British accent. Recorded on the cheap at New York’s Radio City Music Hall, of all places, “Blitzkrieg Bop” never made the charts; instead, it almost single-handedly created a world beyond the charts. The kickoff chant — “Hey! Ho! Let’s go!” — meanwhile, is now an anthem of its own at sporting events nationwide.\n"],["Dolly Parton, 'Jolene'","When Parton recorded “Jolene” in 1974, she was chiefly known as Porter Wagoner’s TV partner, although she had written the hit “Coat of Many Colors.” “Jolene” showed how she could put her stamp on traditional country. The Jolene that inspired the song was actually a young autograph seeker; “I said, ‘Well, you’re the prettiest little thing I ever saw. So what is your name?’ And she said, ‘Jolene.'” Parton got the idea for the song’s lyrics after too many run-ins with a flirty bank teller: “She got this terrible crush on my husband. And he just loved going to the bank because she paid him so much attention. It was kinda like a running joke between us.”\n"],["U2, 'One'","Achtung Baby was the album on which U2 traded in a decade of earnestness for irony, but the new approach resulted in their most moving single ever. “One” was spun off from another song, “Mysterious Ways,” when the Edge came up with two ideas for the bridge, and Bono so liked one of them that he wrote a new set of lyrics. Though some hear it as a love song, the words are full of hurt and ambiguity. “People have told me they play it at their wedding,” the Edge said. “And I think, ‘Have you listened to the lyrics? It’s not that kind of a song.'”\n"],["Led Zeppelin, 'Stairway to Heaven'","​​All epic anthems must measure themselves against “Stairway to Heaven,” the cornerstone of Led Zeppelin IV. The acoustic intro sounds positively Elizabethan, thanks to John Paul Jones’ recorder solo and Robert Plant’s fanciful lyrics, which were partly inspired by Lewis Spence’s historical tome Magic Arts in Celtic Britain. Over eight minutes, the song morphs into a furious Jimmy Page solo that storms heaven’s gate. Page said the song “crystallized the essence of the band. It had everything there and showed us at our best. It was a milestone. Every musician wants to do something of lasting quality, something which will hold up for a long time. We did it with ‘Stairway.'”\n"],["Kate Bush, 'Running Up That Hill'","The song was originally called “A Deal With God.” Bush changed the title after he label got worried it would be controversial. The deal in question: “If the man could be the woman and the woman the man … they’d understand what it’s like to be the other person and perhaps it would clear up misunderstandings,” Bush once explained. Deploying her futuristic new Fairlight CMI synthesizer over a rumbling LinnDrum beat as her ecstatic voice bounced around a track that seems to stretch past the horizon, the song kicked off her massively ambitious 1985 album, Hounds of Love, one of the Eighties’ most resonant records.\n"],["Grandmaster Flash and the Furious Five, 'The Message'","“The Message” was a breakthrough in hip-hop, taking the music from party anthems to street-level ghetto blues. It began as a poem by schoolteacher Duke Bootee; Sugar Hill boss Sylvia Robinson decided to make it a rap record with Melle Mel of the Furious Five. Said Flash in 1997, “I hated the fact that it was advertised as Grandmaster Flash and the Furious Five, because the only people on the record were Mel and Duke Bootee.” But the song, driven by its signature future-shock synth riff and grim lyrics about urban decay, became an instant sensation on New York’s hip-hop radio. “It played all day, every day,” Flash said. “It put us on a whole new level.”\n"],["The Band, 'The Weight'","The Band was chiefly known as Bob Dylan’s touring group when they retreated to a pink house in Woodstock, New York, to record their debut, Music From Big Pink. The album was centered by “The Weight,” an oddball fable of debt and burden driven by an indelible singalong chorus. Robbie Robertson said he was inspired to write the song after watching director Luis Buñuel’s films about “the impossibility of sainthood,” but characters such as Crazy Chester could have walked straight out of an old folk song. As for the biblical-sounding line “pulled into Nazareth,” it refers to Nazareth, Pennsylvania, home of the Martin Guitar factory.\n"],["Sly and the Family Stone, 'Family Affair'","When There’s a Riot Goin’ On came out in 1971, a Rolling Stone reporter mentioned the rumor that Stone had played all the instruments himself, and he asked Sly just how much he played. “I’ve forgotten, man,” Stone said. “Whatever was left.” The leadoff single, the aquatic funk number “Family Affair,” was widely considered to be about his relationships with his band, family, and the Black Panthers. “Well,” Stone said, “they may be trying to tear me apart; I don’t feel it. Song’s not about that. Song’s about a family affair, whether it’s a result of genetic processes or a situation in the environment.”\n"],["Missy Elliott, 'Work It'","Elliott and Timbaland were on top of the world when they made “Work It,” her biggest hit. Yet they stayed as hungry and experimental as ever. The first time they cut this song, Tim said something he’d never told her before: “That ain’t it.” So they went back to the studio. As he told Rolling Stone, “With ‘Work It,’ I made her go back four times. Because I’m like, ‘That ain’t it. That’s not it. That’s not it.’” But it paid off when Elliott came up with the backward-vocal hook. “When she got to that reverse part, I was like, ‘Oh, we out here. We’re done.’ When you bake a great cake, you need the right icing on top.”\n"],["Madonna, 'Like a Prayer'","Only Madonna could combine love, religion, and oral sex into a six-minute gospel-pop powerhouse. To her, “Like a Prayer” is “the song of a passionate young girl so in love with God that it is almost as though He were the male figure in her life.” The song debuted as part of a soft-drink ad campaign, which got yanked after the ostentatiously blasphemous video hit MTV. Right on schedule, the Vatican condemned it, as if intentionally playing its part in the song’s marketing. “In Catholicism you are born a sinner and you are a sinner all of your life,” Madonna said in 1989. “No matter how you try to get away from it, the sin is within you all the time.”\n"],["Smokey Robinson and the Miracles, 'The Tracks of My Tears'","Legend had it that audiences would actually break into tears when Robinson and the Miracles sang “The Tracks of My Tears.” “It tapped into their emotions,” said Warren “Pete” Moore of the Miracles. Pete Townshend was obsessed with the way Robinson put across the word “substitute” (“Although she may be cute/She’s just a substitute”). So obsessed, he said, “that I decided to celebrate the word with a song all its own” — which is how he came to write the Who’s 1966 hit “Substitute.” When Robinson cut “Tears,” it was such a clear winner that even hard-to-please Motown founder Berry Gordy proclaimed it a masterpiece.\n"],["The Beach Boys, 'Good Vibrations'","“This is a very spiritual song,” Brian Wilson said after its release, “and I want it to give off good vibrations.” Wilson was still working on his long-playing magnum opus, Pet Sounds, when he started “Good Vibrations” late on the night of February 17th, 1966, at Gold Star Recorders in Los Angeles. During the next seven months, in four studios, at a cost of more than $50,000 (at that point the greatest sum ever spent on a single), Wilson built “Good Vibrations” in sections, coloring the mood swings with locomotive cello, saloon piano, and the spectral wail of a theremin. “We didn’t think about doing it in pieces at first,” Wilson said years later, “but after the first few bars in the first verse, we realized that this was going to be a different kind of record.”\n"],["Donna Summer, 'I Feel Love'","Summer wasn’t terribly impressed when co-writer Giorgio Moroder presented her with “I Feel Love.” “Giorgio brought me these popcorn tracks he’d recorded, and I said, ‘What the hell is this, Giorgio?’ I finished it sort of as a joke,” she told Rolling Stone in 1978. But the song’s impact on dance music is incalculable. Moroder’s decision to jettison disco’s fluffy orchestrations for throbbing strobe-light-synth minimalism (augmented by his crack team of Munich session musicians) set the table for Euro disco, synth-pop, and wave upon wave of electronic music to come. When Brian Eno first listened to it, he told David Bowie, “I’ve heard the sound of the future.”\n"],["Dionne Warwick, 'Walk on By'","Early in her career, Warwick was a backup singer who also cut demos for Brill Building songwriters Burt Bacharach and Hal David. This forlorn classic solidified her stardom, capping a series of singles in which she played the pleading lover. A downcast ballad set to a bossa nova beat, it was originally relegated to the B side of “Any Old Time of the Day,” until New York DJ Murray the K asked listeners to vote on the single’s two sides. The winning cut scaled the charts during the heady exuberance of Beatlemania, which provided an unwitting foil for the understated perseverance of “Walk on By.” “I didn’t get the guy very often in those days,” Warwick said.\n"]]
