[["Green Day, 'Basket Case'","Billie Joe Armstrong wrote “Basket Case” as a way to process the panic disorder that plagued him in his younger years. “The only way I knew how to deal with it,” he said, “was to write a song about it.” Written from the perspective of a jittery “melodramatic fool” unable to tell if he’s paranoid or stoned, the song became an MTV favorite in the mid-Nineties, and remains a key part of Green Day’s live show to this day. “It’s about other people now,” Armstrong told Rolling Stone in 2014. “When I look at people as we play that song, they’re having their own moment. At that point, I’m the audience.”\n"],["Elton John, 'Rocket Man'","In the future that Taupin imagined when he started writing “Rocket Man” for Elton John in 1971, astronauts are blue-collar laborers trapped in space for months on end, desperately missing their families and not even remotely understanding how their spaceships work. He was inspired by a 1951 Ray Bradbury short story. Elton took his words and transformed them into a soaring anthem that became his second Top 10 hit, following “Your Song.” “It had an acoustic guitar on it, it was a different song for me — it was a simpler sound,” he told Rolling Stone. “I’d moved into a house, I was becoming successful, I was so confident, musically.”\n"],["Led Zeppelin, 'Kashmir'","While vacationing in southern Morocco, Plant conjured the lyrics for Led Zeppelin’s most ambitious experiment, the centerpiece of 1975’s Physical Graffiti. As he traveled the desert in northwest Africa, Plant envisioned himself driving straight through to Kashmir, on the India-China border. Meanwhile, back in the band’s studio in rural England, Page and Bonham began riffing on an Arabic-sounding set of chords that would perfectly match Plant’s desert vision. “The song was bigger than me,” said Plant. “I was petrified. I was virtually in tears.” John Paul Jones’ string arrangement provided the crowning touch, ratcheting up the song’s grandeur to stadium-rock proportions.\n"],["Fats Domino, 'Blueberry Hill'","“Blueberry Hill” was first recorded in 1940 by several artists, including Gene Autry and Glenn Miller. But Domino drew on the 1949 Louis Armstrong version when he had run out of material at a session. Producer Dave Bartholomew thought it was a terrible idea but lost the argument. Good thing, too. It ended up being Domino’s biggest hit and broadened his audience once and for all. As Carl Perkins later said, “In the white honky-tonks where I was playin’, they were punchin’ ‘Blueberry Hill.’ And white cats were dancin’ to Fats Domino.”\n"],["James Taylor, 'Fire and Rain'","Writing “Fire and Rain” was like a therapy session for Taylor. “It’s like three samplings of what I went through,” he recalled. The first verse was written in his London apartment, after learning about the suicide of his friend Suzanne Schnerr. The second verse is about his drug addiction, while the final verse refers to his stay in a Massachusetts psychiatric facility. “That song relieved a lot of tension,” he said. “There were things that I needed to get rid of.” In a key decision, drummer Russ Kunkel switched from sticks to brushes, helping further set the sensitive mood.\n"],["Outkast, 'Ms. Jackson'","“Ms. Jackson” is a story of failed romance, broken dreams, and the family caught in the messy aftermath, shrouded in one of the most memorable hooks in hip-hop history. Inspired by André 3000’s split with neo-soul goddess Erykah Badu, the song is full of calamity, but in real life, it brought Outkast some peace. In it, Dré and Big Boi appeal to the mothers of their childrens’ mothers with sharp, desperate raps. “Music gives you the chance to say what you want to say,” André later said. “And [Badu’s] mom loved it. She’s like, ‘Where’s my publishing check?’”\n"],["The Rolling Stones, 'Jumpin’ Jack Flash'","Keith Richards was on a historic run in 1968, exploring the open-D blues-guitar tuning for the first time and coming up with some of his most dynamic riffs. He overheard an organ lick that bassist Bill Wyman was fooling around with in a London studio and turned it into the unstoppable, churning pulse of “Jumpin’ Jack Flash.” The lyric was inspired by Richards’ gardener, Jack Dyer, who slogged past as the guitarist and Mick Jagger were coming to the end of an all-night session. “Who’s that?” Jagger asked. “Jumpin’ Jack,” Richards answered. The song evolved into supernatural Delta blues by way of Swinging London. The Stones first performed it at their final show with Brian Jones.\n"],["The Clash, 'London Calling'","In 1979, Britain was suffocating in crisis: soaring unemployment, racial conflict, widespread drug use. “We felt that we were struggling,” Joe Strummer said, “about to slip down a slope or something, grasping with our fingernails. And there was no one there to help us.” Strummer and guitarist Mick Jones channeled that trial and worry into a song, produced with hellbent atmosphere by Guy Stevens, that sounded like the Clash marching into battle: Strummer and Jones punching their guitars in metallic unison with Paul Simonon’s thumping bass and Topper Headon’s rifle-crack drumming. The “nuclear error” referred to the March 1979 meltdown of a reactor at Three Mile Island in Pennsylvania.\n"],["George Jones, 'He Stopped Loving Her Today'","One of the most gut-wrenching songs of all time, George Jones’ 1980 classic is about a man who spends decades hoping his true love will return to him, but their reunion doesn’t happen until his funeral. Jones was highly reluctant to record it at first, but producer Billy Sherrill insisted. “I looked Billy square in the eye,” Jones wrote in his memoir, “and said, ‘Nobody will buy that morbid son of a bitch.’” Jones was happy to be proven wrong when the song hit Number One on the Hot Country Song chart. “I was back on top,” he wrote. “A four-decade career was salvaged by a three-minute song.”\n"],["Rod Stewart, 'Maggie May'","Stewart plays a schoolboy in love with an older temptress in “Maggie May” — he claimed it was “more or less a true story about the first woman I had sex with.” The song, a last-minute addition to Every Picture Tells a Story, was initially the B side of “Reason to Believe.” Stewart has joked that if a DJ hadn’t flipped the single over, he’d have gone back to his old job: digging graves. But the song’s rustic mandolin and acoustic guitars — and Mickey Waller’s relentless drum bashing — were undeniable. The song became Stewart’s first U.S. Top 40 hit — and his first Number One.\n"],["Bob Marley and the Wailers, 'No Woman No Cry'","Perhaps the greatest example ever of a live version usurping the studio recording to become definitive. The uptempo “No Woman No Cry” on 1975’s Natty Dread is nice, but the swaying, incantatory take on 1975’s Live! — recorded at the London Lyceum in July 1975, and captured by the Rolling Stones’ mobile recording unit — immediately became one of the reggae legend’s most beloved performances. The “government yard in Trench Town” refers to the Jamaican public-housing project where Marley lived in the Fifties. He gave a songwriting credit to his childhood friend Vincent “Tata” Ford to help keep Ford’s Kingston soup kitchen running.\n"],["Madonna, 'Vogue'","Inspired by the way men were dancing at the gay clubs she frequented, Madonna wrote some lyrics that connected the act of striking a pose to classic Hollywood glamour. Producer Shep Pettibone, who’d remixed some of the pop star’s earlier singles, whipped up a booming disco beat and synth bass, then later mixed in syncopated stabs of house piano after Madonna had recorded her vocals in a Manhattan basement. The most amazing part? They did it all on a budget of $5,000, with the idea that something so bold could probably only be a B side.\n"],["Blondie, 'Heart of Glass'","Blondie wrote “Heart of Glass” during their punk days on the CBGB scene, calling it both “The Disco Song” and “Once I Had a Love,” but they didn’t find a way to make it work until the 1979 sessions for Parallel Lines, when they drew inspiration from Donna Summer and tried it with a Roland drum machine and a synthesizer. It became their first Number One hit. “A lot of people we’d hung out and been close friends with on the scene for years said we’d sold out by doing a disco song,” Debbie Harry recalled. “It always pissed me off that people could have the nerve to pretend to be so stupid.”\n"],["Ariana Grande, 'Thank U, Next'","Grande released “Thank U, Next” a little more than a year after her concert in Manchester, England, came under attack, ending in the deaths of 22 people. Within the same year, her engagement to the comedian Pete Davidson ended, and her ex-fiancé, Mac Miller, tragically passed away. “​​She could’ve released whatever fluffy song,” her co-writer Savan Kotecha told Rolling Stone. “But she was brave enough to go, ‘I’m going to talk about it.’” The result was “Thank U, Next,” a song that floats with strength and grace, offering a sage perspective on the work of moving on, from a place of profound centeredness.\n"],["Otis Redding, 'Try a Little Tenderness'","Redding’s signature song derived from unlikely origins: a sentimental 1930s Tin Pan Alley standard popularized by Ray Noble’s New Mayfair Dance Orchestra. Redding transformed the tune alongside Booker T and the M.G.s in three 1966 takes, beginning with the eternal horn intro: “That little riff just came off the top of Otis’ head, and it went into our hearts and onto that tape,” said trumpeter Wayne Jackson. Redding’s rendition changed both his career and the trajectory of Stax. Said label head Jim Stewart, “It has everything that Stax is or was about.”\n"],["The Beatles, 'She Loves You'","Lennon and McCartney began writing this song in a tour van, and George Harrison dreamed up the harmonies, which George Martin found “corny.” The band overruled Martin on the harmonies, but they took his suggestion to kick off the song with the jubilant chorus. When McCartney’s father heard the song, he said, “Son, there are enough Americanisms around. Couldn’t you sing, ‘Yes, yes, yes,’ just for once?” McCartney responded, “You don’t understand, Dad. It wouldn’t work.”\n"],["Tina Turner, 'What's Love Got to Do With It'","Written by the British duo of Terry Britten and Graham Lyle, “What’s Love Got to Do With It” was rejected by Cliff Richard and Donna Summer before Tina Turner got her hands on it. She was 46 and seen by much of the industry as a decade past her prime, but she infused every word of the song with heartache and pain drawn from her real life. Millions connected to it, and the song topped charts all over the world, solidifying one of the great comebacks in rock history. “It’s neither rock & roll nor R&B,” Turner told Rolling Stone right after it hit. “It’s a bit of both.”\n"],["Journey, 'Don’t Stop Believin’'","When Journey keyboardist Jonathan Cain was a struggling musician on the Los Angeles scene, his father would often say to him, “Don’t stop believing.” He thought of the phrase when he sat down to write a song with Journey frontman Steve Perry for their 1981 LP, Escape. Many of the lyrics came to them after a show in Detroit, when they looked down from their hotel room at people walking near bright street lamps. “I thought, ‘Wow, streetlight people,’” Perry told Rolling Stone. “‘That’s so cool.’” With help from guitarist Neal Schon, they turned it into one of the most enduring songs of the Eighties.\n"],["Eric B. and Rakim, 'Paid in Full'","At this track’s revolutionary core is a verse in which Rakim effortlessly growls the template for gangsta rap, from stick-up language (“Don’t nothing move but the money”) to bleak hopes for the future (“Search for a nine-to-five, if I strive/Then maybe I’ll stay alive”). Coldcut’s dance remix, commissioned by the crew, which laid a sample of Israeli singer Ofra Haza over its classic breakbeat (Soul Searchers’ “Ashley’s Roachclip”), was a global hit, but the original is the soul of East Coast hip-hop. “Rap has established itself as music now,” Rakim declared. “Before, people just thought it was noise.”\n"],["Ben E. King, 'Stand by Me'","King wrote “Stand by Me” when he was still the lead singer of the Drifters — but the group didn’t want it. As King recalled, the Drifters’ manager told him, “Not a bad song, but we don’t need it.” But after King went solo, he revived “Stand by Me” at the end of a session with producer Jerry Leiber. “I showed him the song,” King said. “Did it on piano a little bit, he called the musicians back into the studio, and we went ahead and recorded it.” “Stand by Me” has been a pop-soul standard ever since, covered by everyone from John Lennon to Green Day.\n"],["Martha and the Vandellas, 'Dancing in the Street'","Gordy Stevenson, who gave Martha Reeves her first job, as his secretary, approached the group with this song after it was turned down by Motown labelmate (and future Mrs. Stevenson) Kim Weston. The trio agreed to record “Dancing in the Street” as a demo, with its songwriters singing backup. “When Martha got into the song,” Stevenson said, “that was the end of the conversation!” Against a backbeat that cracks like a gunshot, Reeves reinvents the world as a giant block party.\n"],["Drake feat. Majid Jordan, 'Hold On, We're Going Home'","That Drake titled his third album Nothing Was the Same is on the nose even for him. But the chart-topping rapper is indeed perceptive. The record found Drake transitioning from successful rap star to global powerhouse. On the single “Hold On, We’re Going Home,” he channels the timeless hits of the prior generation’s greats — something like OVO’s take on Thiller-era Quincy Jones. Drake even told MTV at the time that he thought the song was more fit for weddings than the club. He’s right. “Hold On, We’re Going Home” has the enduring appeal of a late-Eighties hit.\n"],["Led Zeppelin, 'Whole Lotta Love'","The members of Led Zeppelin first got their sound together by jamming on blues standards, stretching them out into psychedelic orgies. “Whole Lotta Love” was a tribute to Chicago-blues songwriter Willie Dixon, based on his “You Need Love,” a Muddy Waters single from 1962 (though Robert Plant also threw in quotes from songs Dixon wrote for Howlin’ Wolf). The copyright issues weren’t sorted out until 1985, when Dixon brought legal action and got his rightful share of the credit for “Whole Lotta Love.” “[Jimmy] Page’s riff was Page’s riff,” Plant said. “I just thought, ‘Well, what am I going to sing?’ That was it, a nick. Now happily paid for.” Said Page, “Usually my riffs are pretty damn original. What can I say?”\n"],["TLC, 'Waterfalls'","R&B trio TLC had to fight to get this hit the corporate backing it deserved. Clive Davis, president of their label, Arista, wasn’t a fan of “Waterfalls,” which would become a massive hit from their megaplatinum album CrazySexyCool. TLC pleaded for a video budget to help them better communicate the ballad’s cautionary tales and message of hope; in a daring gesture, “Waterfalls” dealt with HIV/AIDS during a year when more than 50,000 Americans succumbed to the disease. With $1 million and director F. Gary Gray, TLC finally made a striking video and became the first Black act to win Video of the Year at the MTV Video Music Awards.\n"],["George Michael, 'Freedom! '90'","Fed up with life as a pin-up idol, Michael poured his frustrations into “Freedom! ’90,” which nodded to hip-hop with its sample of James Brown’s 1970 classic “Funky Drummer.” “Went back home, got a brand-new face for the boys on MTV,” he sang. “But today the way I play the game has got to change/Now I’m gonna get myself happy.” To drive the point home, he refused to appear in the video (hiring supermodels Naomi Campbell, Linda Evangelista, Tatjana Patitz, Christy Turlington, and Cindy Crawford to lip-sync his part) and literally torched the iconic leather jacket, jukebox, and guitar from his Faith period.\n"],["Sex Pistols, 'Anarchy in the U.K.'","The Sex Pistols set out to become a national scandal in the U.K., and they succeeded with their debut single. Steve Jones made his guitar sound like a pub brawl, while Johnny Rotten snarled, spat, and snickered, declaring himself an antichrist and ending the song by urging his fans to “Get pissed/Destroy!” EMI, the Sex Pistols’ record label, pulled “Anarchy in the U.K.” and dropped them, which just made them more notorious. “I don’t understand it,” Rotten said in 1977. “All we’re trying to do is destroy everything.”\n"],["Buddy Holly, 'That’ll Be the Day'","Recorded in Clovis, New Mexico, in February 1957, the song took its title from a recurring line in the John Wayne movie The Searchers. “We were cutting ‘That’ll Be the Day’ just as a demo to send to New York, just to see if they liked the sound of the group — not for a master record,” recalled Crickets drummer Jerry Allison. “So we just went in and set up and sort of shucked through the song.” Allison credits Holly’s guitar-picking on “That’ll Be the Day” to the influence of New Orleans bluesman Lonnie Johnson.\n"],["Talking Heads, 'This Must Be the Place (Naive Melody)'","The origins of this Talking Heads classic came from a rough instrumental the band had been working on for some time. “The original basic track was called ‘Naive Melody,’ because the melody was naive-sounding,” drummer Chris Frantz later explained. David Byrne’s lyrics represented a new level of emotional honesty and directness for the Talking Heads frontman. “It’s a real honest kind of love song,” Byrne said. “I tried to write one that wasn’t corny, that didn’t sound stupid or lame, the way many do. I think I succeeded.”\n"],["The Impressions, 'People Get Ready'","“It was warrior music,” said civil rights activist Gordon Sellers. “It was music you listened to while you were preparing to go into battle.” Curtis Mayfield wrote the gospel-driven R&B ballad, he said, “in a deep mood, a spiritual state of mind,” just before Martin Luther King Jr.’s march on the Impressions’ hometown of Chicago. Shortly after “People Get Ready” was released, churches in Chicago began including their own version of it in songbooks. Mayfield’s version of the song ended with “You don’t need no ticket/You just thank the Lord,” but the churches’ rendition, ironically, made the lyrics less Christian and more universal: “Everybody wants freedom/This I know.”\n"],["The Beatles, 'Let It Be'","Inspired by the church-born soul of Aretha Franklin, an anxious Paul McCartney started writing “Let It Be” in 1968 and unveiled a skeletal version to the other Beatles during the disastrous Let It Be rehearsals in January 1969. John Lennon was brutally dismissive, mistaking McCartney’s secular humanism for self-righteous piety. Yet the Beatles put special labor into the song, getting the consummate take on January 31st — the day after their last live performance, on the roof of their Apple offices in London. Released four months later, “Let It Be” effectively became an elegy for the band that had defined the Sixties.\n"],["X-Ray Spex, 'Oh Bondage! Up Yours!'","With their braces-wearing, mixed-race singer Poly Styrene and saxophone shredder Laura Logic, who was all of 16 years old when she joined the band, X-Ray Spex looked and sounded like nothing else on the London punk scene. And their legendary debut single remains punk’s greatest statement of anti-consumerist revolution. “I think [Poly] felt that everyone was in a type of bondage — restricted, crushed, and alienated by modern materialistic society,” Logic later recalled. “The goal of our society is sense gratification — that is the only prize on offer. But one can never satisfy the senses; it is an impossible goal.”\n"],["Marvin Gaye, 'I Heard It Through the Grapevine'","Motown producer Norman Whitfield had a reputation for recording the same song with a number of acts, changing the arrangement each time. This irritated some of the label’s artists, but every now and then he would get a golden idea — as happened with Gaye’s 1968 version of “Grapevine,” which had been a hit the year before for Gladys Knight. Whitfield and co-writer Barrett Strong set the track in a slower, more mysterious tempo, and the song — which Gaye initially resisted recording — became the bestselling Motown single of the decade.\n"],["Radiohead, 'Creep'","“I wasn’t very happy with the lyrics; I thought they were pretty crap,” Thom Yorke told Rolling Stone in 1993. He’d written the song in college, before Radiohead existed. But “Creep” had the right note of post-Nirvana miserablism, and it vaulted the band into the U.S. charts. Guitarist Jonny Greenwood later admitted that he found the success that came after “Creep” to be “stultifying,” but Radiohead’s experience with cookie-cutter fame played a role in driving the band to create challenging albums like OK Computer and Kid A, some of the most groundbreaking rock of the past 50 years.\n"],["Aretha Franklin, 'I Say a Little Prayer'","Franklin’s takeover of this perfectly crafted Burt Bacharach-Hal David gem is one of pop’s great happy accidents. Dionne Warwick was the first to cut the song, which evoked a woman yearning for a partner who’s been shipped off to Vietnam. The story should have ended there, but Franklin wanted to record it herself (over the protestations of producer Jerry Wexler, who felt Franklin’s version would come out too soon after Warwick’s). Even then, it was initially a B side. But the puckish joy in Franklin’s delivery, combined with the song’s supple arrangement, couldn’t be denied — even Bacharach called Franklin’s version “definitive.”\n"],["Rob Base and DJ E-Z Rock, 'It Takes Two'","Rob Base and DJ E-Z Rock had modest hopes for “It Takes Two.” Perhaps it would become a hit in the Northeastern tristate area, they thought. But the joyous pop-rap opus became an overnight smash, thanks to its infectious positivity and high-energy sample of Lyn Collins’ James Brown-produced 1972 funk-soul banger “Think (About It).” “One day, we doing little block parties and rockin’ outside for free, to doing big clubs and arenas and stuff like that,” Base told Rolling Stone. “Once the song started to get played … we woke up and we were just different people.”\n"],["Etta James, 'At Last'","For James’ first album for their Chess label, brothers Leonard and Phil Chess envisioned her as a crossover pop stylist rather than the gutsy R&B belter of her earlier singles. Among the songs they picked was this modest hit for big-band leader Glenn Miller in the Forties. Yet it was James’ commanding version that turned “At Last” into a pop standard. Its enduring allure has not been lost on the singer herself: “Some people in the front rows, they’ll go, ‘At last,’ or either somebody just got married or is about to get married.”\n"],["Britney Spears, 'Toxic'","After years of maximalist hits, the pop princess went for something a little more subtle with producers Bloodshy and Avant, who piled on James Bond guitar, Bollywood strings, and robo-funk vocoders — making for a different kind of song that felt sticky-sweet but also global and avant-garde. “Toxic” redefined Spears’ image and sound, but it almost wasn’t hers. “That was written in Sweden,” co-writer Cathy Dennis explained. “I went over there to write with Janet Jackson in mind.” The song didn’t end up making it to Jackson, and was then passed up by Kylie Minogue before getting into Spears’ hands.\n"],["Stevie Wonder, 'Higher Ground'","Recorded in a mere three hours and driven by a foot pedal that made his keyboard sound extra funky, “Higher Ground” had a drive and intensity that truly sounded like Wonder reaching for new heights. Unfortunately, it was cut just before he was involved in a near-fatal 1973 car accident that left him in a coma. During Wonder’s recovery period, his road manager would sing the melody of “Higher Ground” into his ears. “For a few days [afterward],” Wonder said later, “I was definitely in a much better spiritual place that made me aware of a lot of things that concern my life and my future, and what I have to do to reach another higher ground.”\n"],["R.E.M., 'Losing My Religion'","R.E.M. fully crossed over into the mainstream with this largely unplugged ballad, which had its origins in Peter Buck fiddling around with a mandolin while watching TV and idly practicing. “I probably wouldn’t have written the chords for ‘Losing My Religion’ the way they were had I not played it on my mandolin,” he told Rolling Stone. Yet the mandolin laced throughout the song was one of the most striking aspects of “Losing My Religion,” which was named after a Southern expression for being at the end of one’s rope. Never before had Michael Stipe sounded so vulnerable, yearning, and articulate.\n"],["Bruce Springsteen, 'Thunder Road'","“We decided to make a guitar album, but then I wrote all the songs on piano,” Springsteen said of his third LP, Born to Run. “Thunder Road,” its opening track, is a cinematic tale of redemption with a title borrowed from a 1958 hillbilly noir starring Robert Mitchum as a bootlegger with a car that can’t be beat (though Springsteen had never actually seen the movie). Decades later, he would marvel that he wrote the line “You’re scared, and you’re thinking that maybe we ain’t that young anymore” when he was all of 24 years old.\n"],["The Beatles, 'Something'","In 1968, James Taylor, a new signee to the Beatles’ Apple Records, recorded “Something in the Way She Moves,” the title of which inspired George Harrison to write “Something” near the end of the White Album sessions (one place-holder lyric: “Something in the way she moves/Attracts me like a cauliflower”). It was too late to squeeze it onto the disc, so he gave it to Joe Cocker. The Beatles cut a new version the next year with a string section, Harrison’s only A-side single with the Beatles, which quickly became a standard recorded by everyone from Frank Sinatra to Ray Charles.\n"],["Sly and the Family Stone, 'Everyday People'","“Everyday People” appeared on Sly and the Family Stone’s fourth LP, Stand!, which explored everything from hot funk to cool pop. “I was into everyone’s records,” Sly Stone said of his radio days. “I’d play Dylan, Hendrix, James Brown back-to-back, so I didn’t get stuck in any one groove.” As the song was going to Number One, Stone canceled three months of bookings, including a slot on The Ed Sullivan Show, when trumpeter Cynthia Robinson needed emergency gallbladder surgery. Hits were nice, but family came first.\n"],["The Cure, 'Just Like Heaven'","Robert Smith wrote the Cure’s 1987 single “Just Like Heaven” after a romantic getaway to Beachy Head in East Sussex, England, with his future wife, Mary Poole. “The song is about hyperventilating — kissing and fainting to the floor,” Smith said in 2003. “Mary dances with me in the video because she was the girl, so it had to be her. The idea is that one night like that is worth 1,000 hours of drudgery.” Millions of people connected to that sentiment, and “Just Like Heaven” became the Cure’s first Top 40 hit in America.\n"],["Wu-Tang Clan, 'C.R.E.A.M.'","Originally titled “Lifestyles of the Mega-Rich,” the third single from Enter the Wu-Tang (36 Chambers) offers a gritty East Coast rejoinder to slick West Coast gangsta rap. Inspectah Deck later recalled writing his verses years earlier, “standing in front of the building with crack in my sock.” Producer RZA pared down what was at first a sprawling crime narrative, and Method Man provided one of the greatest hooks in hip-hop history, an acronym for “Cash rules everything around me,” which he got from his buddy Rader Rukus, and “dolla dolla bill,” a reference to Jimmy Spicer’s early rap single “Money (Dolla Bill Y’all).”\n"],["The Rolling Stones, 'Sympathy for the Devil'","The inspiration for this hellish detour came from Soviet writer Mikhail Bulgakov’s novel The Master and Margarita, which depicts Satan having his way in 1930s Moscow. Keith Richards struggled to find the right backing for Mick Jagger’s menacing Dylan-esque lyrics, unsure “whether it should be a samba or a goddamn folk song,” he recalled. The Stones ended up giving the devil one of their best grooves, built on Rocky Dijon’s congas and Bill Wyman’s Bo Diddley-ish maracas. “Before, when we were just innocent kids out for a good time, [the media said], ‘They’re evil, they’re evil,'” Richards said. “So that makes you start thinking about evil.… Everybody’s Lucifer.”\n"],["David Bowie, 'Life on Mars?'","“Inspired by Frankie,” read Bowie’s liner note about this Hunky Dory track when it was released in 1971. The Frankie in question was Sinatra: His “My Way” was based on the 1967 song “Comme d’habitude,” by French artist Claude François, for which Bowie had written (rejected) English lyrics. “That really made me angry for so long  —  about a year,” Bowie later joked. He wrote the similar-sounding “Life on Mars?” as “a revenge trip on ‘My Way.’” Accompanied by Rick Wakeman of Yes on piano, Bowie spins the surrealistic tale about the limits of escapism, complete with references to John Lennon’s “Working Class Hero” and the Hollywood Argyles’ “Alley Oop,” a 1960 doo-wop tune about a caveman.\n"],["The Jackson 5, 'I Want You Back'","“I Want You Back” was the song that introduced Motown to the futuristic funk beat of Sly Stone and James Brown. It also introduced the world to an 11-year-old Indiana kid named Michael Jackson. The five dancing Jackson brothers became stars overnight; “ABC,” “The Love You Save,” and “I’ll Be There” followed in rapid succession on the charts, but none matched the boyish fervor of “Back.” It remains one of hip-hop’s favorite beats, sampled everywhere from Kris Kross’ “Jump” to Jay-Z’s “Izzo (H.O.V.A.).”\n"],["Alanis Morissette, 'You Oughta Know'","Long rumored to be about Full House actor Dave Coulier, whom she once dated, Morissette’s scorched-earth breakthrough boasts a one-and-done vocal performance, plus instrumental contributions from the Red Hot Chili Peppers’ Dave Navarro and Flea, as well as longtime Tom Petty sideman Benmont Tench. “I didn’t write it to get back,” Morissette said. “It’s a devastated song, and in order to pull out of that despondency, being angry is lovely. I think the movement of anger can pull us out of things.” The blockbuster sales of her album Jagged Little Pill showed she wasn’t the only one who felt angry.\n"],["Chuck Berry, 'Maybelline'","The pileup of hillbilly country, urban blues, and hot jazz in Berry’s electric twang is the primal language of pop-music guitar. The groove for “Maybelline” comes from “Ida Red,” a 1938 recording by Bob Wills and His Texas Playboys (of a song that dates back to the 19th century). By the time of the May 21st, 1955, session, Berry had been playing country tunes for Black audiences for a few years: “After they laughed at me a few times, they began requesting the hillbilly stuff.” Leonard Chess came up with the title, inspired by a Maybelline mascara box lying on the floor at the Chess studio.\n"],["Yeah Yeah Yeahs, 'Maps'","The Lower East Side trio was one of the coolest bands to emerge from the New York indie-rock boom of the early 2000s, fronted by force-of-nature vocalist Karen O. “Maps” is both a soul ballad and an art-punk classic, with torrents of jagged guitar noise and thundering drums backing up Karen O’s lovesick wail. The YYY’s breakthrough hit was inspired by a case of real-life rock & roll romance: Karen O wrote the song about being on tour and missing her then-boyfriend, Angus Andrew, singer for fellow New York band Liars. Years later, “Maps” would get the ultimate endorsement when Beyoncé interpolated it for the Lemonade track “Hold Up.”\n"]]
