[["David Bowie, 'Changes'","The keynote from Bowie’s 1971 album, Hunky Dory, “Changes” challenged rock audiences to “turn and face the strange.” But the song originally stalled on the charts in both Britain and the United States, and it didn’t really take off until after the international success of 1972’s Ziggy Stardust. Eventually, Bowie fans adopted it as the theme song for the man who’d already given them Hippie Bowie, Mod Bowie, and Bluesy Bowie. As it turned out, he had barely begun to show the world his wardrobe of disguises. The poignant sax solo at the end is played by Bowie himself.\n"],["Aerosmith, 'Dream On'","Funnily enough, Steven Tyler was just a teenager when he wrote the lyrics “Every time when I look in the mirror/All these lines on my face getting clearer/The past is gone.” Though he’d started to write the music to what would become Aerosmith’s breakthrough hit in his adolescence, he never expected much from it. “It was just this little thing I was playing, and I never dreamed it would end up as a real song or anything,” he said later. But the inspirational, colossal power ballad, the first recording in which Tyler unleashed his piercing falsetto, was first a local hit in Boston and then nationally in 1976.\n"],["Marvin Gaye, 'Sexual Healing'","Not many biographers inspire their subjects to create hit singles. According to Gaye biographer David Ritz, the writer was visiting Gaye in Belgium in April 1982 to continue writing the story of his life, but he found the R&B legend blocked creatively and obsessed with pornography. “I suggested that Marvin needed sexual healing,” Ritz later wrote. Gaye took it from there. His first post-Motown single was built on a beat from a Roland TR-808 drum machine (the device’s first appearance on a mainstream pop hit), sinuous layers of synthesizers, and Gaye’s own incomparable voice, both seductive and spiritual, combining the physical and the transcendent.\n"],["Ann Peebles, 'I Can't Stand the Rain'","The opening riff of “I Can’t Stand the Rain” still sounds eerie nearly 50 years after its release, like a submarine’s sonar system gone haywire. Producer Willie Mitchell was responsible for pulling out the electric timbales, which was the source of that uncanny opening melody; “When I heard it,” songwriter Don Bryant remembered, “it blew my mind.” The title phrase was provided by Peebles, who was frustrated one night by a sudden burst of precipitation, and the trusty Hi Records band, which also played on Al Green’s many hits, contributed the steamrolling, organ-heavy, Southern soul instrumental. Peebles’ dramatic vocal delivery turns a lonely night into an epic struggle with nature.\n"],["James Brown, 'Get Up (I Feel Like Being A) Sex Machine'","The Godfather of Soul started a new decade with a brand new band: the J.B.’s, featuring drummer Jabo Starks and the Collins brothers, Bootsy and Catfish. He also had a stripped-down new sound, streamlining Sixties soul till there was little more left than an extended funky vamp that dared you to keep up, fired by a call-and-response between Brown and his trusted sidekick, Bobby Byrd. Engineer Ron Lenhoff earned a co-writing credit the hard way: He got out of bed and drove five hours to Nashville at Brown’s urgent request. And as this track demonstrates, Brown could be very persuasive.\n"],["Patsy Cline, 'Crazy'","Cline wasn’t impressed when her husband, Charlie Dick, brought home a demo by a 28-year-old rookie Nashville songwriter named Willie Nelson. Told that the song’s title was “Crazy,” she responded, “It sure is.” But producer Owen Bradley helped Cline make the song her own with a lush arrangement and understated backing vocals from gospel quartet the Jordanaires. “Crazy” would, years later, help set the stage for a sophisticated new phase of the C&W sound known as “countrypolitan,” although Cline herself wouldn’t be around to shape it: She died in a plane crash less than two years later.\n"],["PJ Harvey, 'Rid of Me'","Polly Harvey began writing the title track to her second album in a crap London flat she shared with her bandmates, “sitting on my bed in my damp front room by the gas heater,” as she later recalled. Its power was revealed halfway around the world, when the trio entered Pachyderm Recording Studio in Minnesota with producer Steve Albini, whose mix highlighted the contrast between Harvey’s simmering verses and sledgehammer chorus. Oddly, at least one young couple found this masterpiece of possessive rage … romantic? “I actually played at my brother’s wedding,” Harvey told GQ. “The song that they requested for me to play was ‘Rid of Me.’”\n"],["The Rolling Stones, 'Wild Horses'","Keith Richards initially wrote this acoustic ballad about leaving his wife, Anita, and newborn son Marlon as the Stones prepared for their first American tour in three years. Stones sidekick Ian Stewart didn’t want to play the minor chords required, so Memphis maverick Jim Dickinson filled in on upright piano at the Muscle Shoals, Alabama, recording session. “It was one of those magical moments when things come together,” Richards wrote of the song. “Once you’ve got the vision in your mind of wild horses, I mean, what’s the next phrase you’re going to use? It’s got to be ‘couldn’t drag me away.’”\n"],["Geto Boys, 'Mind Playing Tricks on Me'","After building a reputation as wild shock rappers, Houston’s Geto Boys dialed back the gore and toyed with something equally twisted but more real, showing the paranoia that lurked beneath their hard exteriors. Writer-producer Scarface rapped about looking over his back and checking his telephone for taps over a dusky Isaac Hayes sample that added a funky depth to the dread. “They lost the extremism and played it more to the middle, with chilling deadpan perfection,” Questlove wrote in his 2012 list of the 50 Greatest Hip-Hop Songs of All Time. “As a result, this is an awesome complex display of paranoia, and somehow manages to add a third dimension — which of course humanizes them in the end.”\n"],["Bobbie Gentry, 'Ode to Billie Joe'","Bobbie Gentry was only 24 when she sent Capitol Records her demo of “Ode to Billie Joe” in early 1967, hoping an established star like Lou Rawls might record it. By August of that year, however, the Mississippi-born singer-songwriter had a Number One with the Delta noir ballad that insisted on its own alluringly ambiguous narrative. Gentry has remained mum on the song’s mystery ever since. As to what exactly Billie Joe McAllister and the song’s narrator dropped off the Tallahatchie Bridge? “I left it open so the listener could draw his own conclusion,” she said.\n"],["N.W.A, 'Fuck tha Police'","With this song, the long-standing battle between young Black men and the LAPD was placed out in the open for white America to see and hear. The confrontational L.A. crew’s label, Priority Records, received a bulletin from the FBI denouncing the song for encouraging “violence against and disrespect for the law-enforcement officer”; the promoter who booked the group’s next tour imposed a contract that the band would be fined $25,000 if it ever played the song live. But as MC Ren told Arsenio Hall, the song was more about venting than threatening: “Once in everybody’s lifetime, they get harassed by the police for no reason, and everybody wants to say it, but they can’t say it on the spot ’cause something will happen to ’em.”\n"],["David Bowie, 'Space Oddity'","As its name suggests, Bowie’s ethereal “Space Oddity” was heavily influenced by Stanley Kubrick’s groundbreaking 2001: A Space Odyssey, rather than the actual 1969 moon landing that closely coincided with its release. “It was picked up by the British television, and used as the background music for the landing itself,” Bowie said. “I’m sure they really weren’t listening to the lyric at all. It wasn’t a pleasant thing to juxtapose against a moon landing.” Crucially, it became Bowie’s first U.S. hit, offering just a glimpse of the ever-evolving star he would become.\n"],["The Jimi Hendrix Experience, 'Little Wing'","Blissed out from his appearance at the Monterey International Pop Festival, Hendrix conjured this brief reverie in a London session, saying the gossamer ballad was “like one of those beautiful girls that come around sometimes.” His guitar solo emerges from a Leslie speaker cabinet, a piece of equipment originally designed for organs, which accounts for the oscillating sound, and a glockenspiel completes the mood. It’s a performance that stuns guitarists still, as Tom Morello of Rage Against the Machine noted: “He seamlessly weaves chords and single-note runs together and uses chord voicings that don’t appear in any music books.”\n"],["Bob Dylan, 'Subterranean Homesick Blues'","“The first rap record,” according to Tony Glover, a buddy of Dylan’s from the early Sixties Minneapolis folk scene. “It’s from Chuck Berry, a bit of ‘Too Much Monkey Business,’ and some of the scat songs of the Forties,” Dylan said. The opening lines riffed on an old Woody Guthrie tune, the first gust in a monsoon of imagery that opened Dylan’s folk-rock classic Bringing It All Back Home, and set a whole new course for what a rock & roll song could say. John Lennon once said of the track that it was so captivating it made him wonder how he could ever compete.\n"],["The Staple Singers, 'I'll Take You There'","The Muscle Shoals Rhythm Section copied the note-for-note introduction to this Staple Singers pop-funk smash from the 1969 reggae instrumental “Liquidator,” by the Harry J. All Stars. “We took ‘The Liquidator’ and rearranged the pattern a bit,” as bassist David Hood put it. But the star of the song, which teased sexual, divine, and political deliverance, was vocalist Mavis Staples, who improvised some of the lyrics on the spot (one take of the song reportedly lasted a full 30 minutes). “That music was so good to me,” Staples recalled years later. “I fell right into it.”\n"],["Michael Jackson, 'Beat It'","“I wanted to write the type of rock song that I would go out and buy,” said Jackson, “but also something totally different from the rock music I was hearing on Top 40 radio.” Producer Quincy Jones wanted Jackson to write something like the Knack’s “My Sharona.” The result was a throbbing dance single with West Side Story gang-war imagery and a fingers-flying guitar solo provided by Eddie Van Halen. “I’m not gonna sit here and tell you what to play,” Jones instructed Van Halen. “The reason you’re here is because of what you do play.”\n"],["Sinéad O’Connor, 'Nothing Compares 2 U'","Originally recorded by one of Prince’s side projects, the Family, the tune became a striking Number One in 1990 when O’Connor transformed it into a universal declaration of loss. “As far as I’m concerned,” O’Connor would later say, “it’s my song.” The video focused on her face for three minutes until she shed a lone tear. For O’Connor, “Nothing Compares 2 U” has become an eternal tribute to her mother, whom she lost as a teenager: “I was always — and am always — singing to my mother,” she wrote of the song. “Every time I perform it, I feel … that I’m talking with her again.”\n"],["Stevie Wonder, 'You Are the Sunshine of My Life'","Wonder originally wrote and recorded “You Are the Sunshine of My Life” while he was finishing his 1972 LP, Music of My Mind, but he decided to hang on to it until his next album, Talking Book, where it became the album’s second Number One, following “Superstition.” The song originated from a band rehearsal and was recorded that same night at Electric Lady Studios. “The feeling of the melody is happy, because when I wrote it I was in New York in late spring, early summer,” Wonder later said. “Good things were happening.”\n"],["Simon and Garfunkel, 'The Sounds of Silence'","Paul Simon was just 21 years old when he took his guitar into his Queens, New York, bathroom, as he often did, and shut the lights off. “I’d turn on the faucet so that water would run,” he said in 1984. “I like that sound, it’s very soothing to me. And I’d play. In the dark. ‘Hello darkness my old friend/I’ve come to talk with you again.’” Simon and Garfunkel’s original acoustic version of “The Sound of Silence” was a commercial dud, but when producer Tom Wilson added electric instrumentation (without the duo’s knowledge), it became a folk-rock smash. By the time “Sounds of Silence” was featured in The Graduate, it was already a Sixties touchstone.\n"],["The Byrds, 'Eight Miles High'","This rare collaboration between Roger McGuinn, David Crosby, and Gene Clark turned into what is often regarded as the first psychedelic rock song. It was inspired in part by both John Coltrane and the band’s first time together on an airplane, a flight to England in 1965. “Gene asked, ‘How high do you think that plane was flying?’” McGuinn recalled years later. “I thought about seven miles, but the Beatles had a song called ‘Eight Days a Week,’ so we changed it to ‘Eight Miles High’ because we thought that would be cooler.” Several radio stations picked up on the song’s trippy double meaning and banned it.\n"],["Lou Reed, 'Walk on the Wild Side'","Reed was asked to write songs for a musical based on the novel A Walk on the Wild Side. The show never happened, but Reed kept the title. “I thought it would be fun to introduce people you see at parties but don’t dare approach,” he said. The Mick Ronson/David Bowie-produced result was an unsentimental look back at the characters from Andy Warhol’s Factory scene, complete with references to transgender people, oral sex, and amphetamines — shocking stuff for the radio in 1972. “In novels, this would be considered nothing,” he told Rolling Stone years later. “It’s not a scary song — The Brothers Karamazov is scarier than that song.”\n"],["Pink Floyd, 'Comfortably Numb'","Roger Waters was suffering from stomach cramps before a gig in Philadelphia when a doctor injected him with tranquilizers. “He gave me a shot, and to this day I don’t know what it was,” the bassist recalled in 2010. “But it’s not something I would ever recommend giving to a human being. It came out of a dart that felt like it was used to tranquilize an elephant.” From that experience came The Wall epic “Comfortably Numb,” one of the saddest drug songs ever, featuring not just one, but two mind-melting solos from David Gilmour. “I’m perfectly happy to puzzle the hell out of people who try to work out how it was done,” he said.\n"],["Billie Eilish, 'Bad Guy'","Written and painstakingly recorded with brother-producer Finneas at his house, the racing beat, whispery stacked harmonies, crackling finger snaps, and ground-quaking bass of Eilish’s biggest hit to date are both menacing and whimsical (the Wizards of Waverly Place theme was an inspiration). Eilish’s lyrics reduce some swaggering male to a mere simp, and she delivers them with IDGAF insouciance. “I’m actually so shocked and happy that people like it the way that it is,” Eilish told Rolling Stone. “The thing we were most worried about was the chorus, and having it have no hook.”\n"],["Van Halen, 'Jump'","Eddie Van Halen, then best known for lightning-fast shredding, had the stabbing, anthemic synth riff mapped out since at least 1982, allegedly inspired by a riff from Hall and Oates’ “Kiss on My List.” Producer Ted Templeman wasn’t crazy about “Jump.” (“When Van Halen uses keyboards,” he said, “they should sound nasty.”) Nor was singer David Lee Roth (tensions between Roth and Eddie led to Roth departing the band in 1985), but that didn’t stop Diamond Dave from belting it to Number One, making “Jump” the only chart topper the band ever achieved.\n"],["The Kinks, 'You Really Got Me'","Convinced that the band’s previous two singles had flopped because they were too pristine, the Kinks went into the studio in the summer of 1964 to record this deliberately raw rave-up, written by Ray Davies on the piano in his parents’ living room. But the original recording still felt too shiny, and the band had to borrow £200 to cover the cost of another session. Seventeen-year-old guitarist Dave Davies took a razor to the speaker cone on his amp to get the desired dirty sound for that immortal, blistering riff. “The song came out of a working-class environment,” Dave recalled. “People fighting for something.”\n"],["The Flamingos, 'I Only Have Eyes for You'","Like many great singing groups, this smooth quartet honed their distinct harmonies in the Black church. Tenor Terry “Buzzy” Johnson struggled to devise a novel arrangement that could make crooner Ben Selvin’s 1934 hit engaging to modern audiences, until the otherworldly echo, piano plink, and coaxing doo-bop-sh-bops that would set the Flamingos’ version apart came to him in a dream. The other members weren’t exactly thrilled when he called them over at four in the morning to share his revelation, but the classic recording proved worth losing a little sleep over.\n"],["R.E.M., 'Radio Free Europe'","R.E.M.’s first single was a pure band creation: “I wrote the verse and B section late one night while sitting alone downstairs in an Athens record store, while a party was going on upstairs,” recalled bassist Mike Mills. “Peter wrote the chorus and bridge, and Michael supplied the melody and lyrics.” They released a raw, fast version on a local indie label in 1981, and rerecorded it for 1983’s epochal Murmur, with a richer melody and tighter rhythm — “like Motown,” Buck recalled. Stipe mumbled his lyrics because he hadn’t finished writing them when it was time to record.\n"],["Television, 'Marquee Moon'","The centerpiece and title track of Television’s debut album is a guitar epic full of spooky rapture and urban paranoia. The twin guitars of Tom Verlaine and Richard Lloyd stretch out for 10 minutes, closer in style to the Grateful Dead than the Ramones, but with a sleek, street-smart edge, their guitar lines dodging and weaving like midtown traffic. “I would play until something happened,” Verlaine said of his style. “That comes from jazz, or even the Doors, or the Five Live Yardbirds album — that kinda rave-up dynamics.”\n"],["Nina Simone, 'Mississippi Goddam'","Until 1963, Nina Simone hadn’t been much of a fan of protest songs, calling them “simple and unimaginative.” Then a church bombing in Birmingham, Alabama, killed four Black children, and NAACP official Medgar Evers was murdered, and a song “erupted out of me quicker than I could write it down,” she said. Driven by Simone’s effervescent piano and vivacious delivery, “Mississippi Goddam” feels jaunty — “a show tune … but the show hasn’t been written for it yet,” she sang. Its speedy sprightliness is harried, as if she was channeling the way that so many at the time were shocked by events and demanding change.\n"],["Louis Armstrong, 'What a Wonderful World'","The jazz legend cut this tender song of autumnal optimism one late night after performing in Vegas. It stiffed in the U.S. — the president of ABC Records was so miffed that Pops hadn’t recorded something upbeat, à la “Hello Dolly,” that he refused to promote the song. British music fans didn’t care though; they made “What a Wonderful World” an overseas hit, the last during Armstrong’s lifetime. Two decades later, when it appeared in the Robin Williams film Good Morning Vietnam, the song finally entered the U.S. charts, belated proof of how beloved it had grown over the years.\n"],["The Five Satins, 'In the Still of the Night'","Five Satins frontman Fred Parris wrote the song while on guard duty in the Army, and the group recorded it in the basement of a church in Parris’ hometown of New Haven, Connecticut. The roughness shows: The drums and piano are muffled, the alto sax cracks during the solo, and the backing vocals wander off-key. But the primitive sound — and the fact that only four of the Five Satins were even present for the session — can’t keep “In the Still of the Night,” originally released as a B side, from being a sublime, definitive piece of doo-wop.\n"],["Tom Petty and the Heartbreakers, 'American Girl'","Mike Campbell remembers the moment he and his fellow Heartbreakers heard “American Girl” on the radio. “We were like kids on Christmas,” the guitarist said. Petty’s signature anthem was recorded, fittingly, on the Fourth of July, 1976, supercharging Byrds-y jangle for the arena Seventies. He later said the song tumbled out of him while he sat in his apartment in Encino, California, listening to the traffic on the freeway below his window, landing on a riff so powerful it would show up 25 years later in another hit, the Strokes’ “Last Nite.” “I saw an interview with them where they actually admitted it,” Petty told Rolling Stone in 2006. “That made me laugh out loud. I was like, ‘OK, good for you.’ It doesn’t bother me.”\n"],["Dusty Springfield, 'Son of a Preacher Man'","Aretha Franklin initially passed on the song that would forever become associated with British white soul singer Dusty Springfield, who recorded the single for her Atlantic debut, Dusty in Memphis. Springfield always claimed she was unsatisfied with her vocal take. She preferred the subsequent version from Franklin, who recorded it a year later, in 1970, after Springfield’s became a hit. The song, Springfield later said, “was just not good enough.… To this day, I listen to her phrasing and go, ‘Goddamnit. That’s the way I should have done it.’”\n"],["Eminem, 'Lose Yourself'","Few rappers can throw themselves into a character as fully as Eminem, but for the relentlessly striving anthem to his not-exactly-autobiographical film debut, 8 Mile, the rapper said he struggled to find a voice for his alter ego, Jimmy “B-Rabbit” Smith. “I have to make parallels between my life and his,” he wrote. “That was the trick I had to figure out — how to make the rhyme sound like him, and then morph into me somehow, so you see the parallels between his struggles and mine.” Ditching his persona shifts and shock-rap gags, Eminem turned in a track as earnest as an Eighties-soundtrack fist pumper.\n"],["Mott the Hoople, 'All the Young Dudes'","Mott the Hoople were on the verge of splitting up when David Bowie played them a demo of “All the Young Dudes” in 1972. The band had already declined “Suffragette City,” so this time they thought twice. Bowie originally wrote the song to tie into the apocalyptic futurist vibe of his classic album Ziggy Stardust; in the hands of Mott the Hoople, it became a call-to-arms glam-rock anthem, defining the band and overshadowing the rest of its career. “You can say it might have had an adverse effect on the band’s image,” said Ian Hunter. “But without it there wouldn’t have been a band. Simple as that.”\n"],["Hank Williams, 'I’m So Lonesome I Could Cry'","This track — a vision of lonesome Americana over a steady beat — was Williams’ favorite out of all the songs he wrote. But he worried that the lyrics about weeping robins and falling stars were too artsy for his rural audience, which might explain why the track was buried on the B side of “My Bucket’s Got a Hole in It.” “Lonesome” didn’t catch much attention, but after Williams’ death it came to symbolize his whiskey-soaked life, and artists such as Willie Nelson resurrected it, setting the mood for much of the country music that followed.\n"],["Bob Dylan, 'Mr. Tambourine Man'","Inspired by Bruce Langhorne — a session guitarist who played on several Dylan records — “Mr. Tambourine Man” is the tune that elevated Dylan from folk hero to bona fide star. “[Bruce] was one of those characters.… He had this gigantic tambourine as big as a wagon wheel,” Dylan said. “The vision of him playing just stuck in my mind.” Written partly during a drug-fueled cross-country trek in 1964, the song was recorded on January 15th, 1965; five days later, based on a demo (which Dylan cut with Ramblin’ Jack Elliott) they’d heard, the Byrds recorded their own electrified version. “Wow, man,” said Dylan, “you can even dance to that!”\n"],["Fleetwood Mac, 'Landslide'","“Landslide” is amazing not just because it’s a stunning reflection on aging, but also because Nicks wasn’t even 30 years old when she wrote it. “I was only 27,” she told Rolling Stone in 2014. “I wrote that in 1973, a year before I joined Fleetwood Mac. You can feel really old at 27.” At the time, Nicks was working as a waitress and wondering, as she said later, if the move she and Lindsey Buckingham had made from San Francisco to Los Angeles was a good idea. Decades later, you could still catch glimpses of affection between Buckingham and Nicks when they performed it live.\n"],["Nick Drake, 'Pink Moon'","Drake had recorded two excellent albums with a producer and arranger. For what would be his final LP (he died of a drug overdose two years after it was recorded, at 26), the painfully reclusive English folk genius stripped away any needless embellishment, had engineer-producer John Wood simply roll tape, and set down 28 minutes of hushed meditations on life’s fleeting beauty and bottomless despair. Three decades later, Pink Moon’s heartbreakingly delicate title track would show up in a Volkswagen commercial, bringing new attention to an artist who had already influenced generations of songwriters.\n"],["Madonna, 'Into the Groove'","Perhaps the greatest dance-pop invitation of the Eighties, “Into the Groove” was written by Madonna and Steve Bray, who had played drums in the punk band Madonna briefly fronted during her early New York days. The song soundtracked the scene where she goes to NYC hot spot Danceteria in her movie Desperately Seeking Susan, and soon became a smash. “The dance floor was quite a magical place for me,” she said n 1998. “I started off wanting to be a dancer, so that had a lot to do with it. The freedom that I always feel when I’m dancing, that feeling of inhabiting your body, letting yourself go, expressing yourself through music.”\n"],["R.E.M., 'Nightswimming'","This majestic piano reverie became the mega-emotional climax of R.E.M.’s greatest album, Automatic for the People. It’s a bittersweet memory of skinny-dipping in the Georgia pines, haunted by sex and grief, with Stipe trying to hold on to these images before they fade away. Mills wrote the piano part at Miami’s Criteria Studios — the same piano you hear at the end of “Layla.” The orchestration came from Led Zeppelin’s John Paul Jones. “Nightswimming” was never a hit, but over the years, it’s rightly taken its place as one of Nineties rock’s most fiercely beloved classics.\n"],["The Who, 'Baba O'Riley'","“Baba O’Riley” is named after Townshend’s guru Meher Baba and composer Terry Riley, whose experimental minimalism is reflected in the opening synthesizer line. The song was originally written for Lifehouse, the elaborate rock opera that was supposed to follow Tommy. “Baba O’Riley” ended up opening Who’s Next instead, with Townshend’s lyrics surveying the drugged-out masses he’d seen on the festival fields of Woodstock and the Isle of Wight. “The dichotomy was that it became a celebration,” Townshend said years later. “‘Teenage wasteland! Yes. We’re all wasted!’ People were already running toward the culture and its promise of salvation. But not everyone survived.”\n"],["The Meters, 'Cissy Strut'","In the late Sixties, every New Orleans band — including the Meters — was opening its set with “Hold It,” a Bill Doggett instrumental. But Meters guitarist Leo Nocentelli thought it was time for a change. “I got sick of playing that, so I wrote ‘Cissy Strut,’” he said, contributing a trebly guitar lick that feeds into a thick chord flick, while the heavy strut of drummer Joseph Modeliste’s beat carries NOLA tradition into the future of funk. Years later, when rappers burned out on James Brown needed new breaks, the Meters’ signature tune was one place they turned.\n"],["Sonic Youth, 'Teenage Riot'","In 1988, as George H.W. Bush and Michael Dukakis competed for the presidency, the arty New York visionaries in Sonic Youth imagined something different. “J Mascis from Dinosaur Jr. represented our slacker genius, so in tribute we wrote a song called ‘Rock’N’Roll for President,’” Thurston Moore later explained, with the underground rock hero as “our de facto alternative dream president.” That song evolved into “Teenage Riot,” with Sonic Youth’s confrontational noise suddenly mustered into the service of a shockingly straight-ahead melody. Its video flashed images of icons like Mark E. Smith of the Fall, Sun Ra, and Kiss, a catalog of the band’s loves and lineage.\n"],["The Kingsmen, 'Louie Louie'","A blast of raw guitars and half-intelligible shouting recorded for $52, the Kingsmen’s cover of Richard Berry’s R&B song hit Number Two in 1963 — thanks in part to supposedly pornographic lyrics that drew the attention of the FBI. The Portland, Oregon, group accidentally rendered the decidedly noncontroversial lyrics (about a sailor trying to get home to see his lady) indecipherable by crowding around a single microphone. “I was yelling at a mic far away,” singer Jack Ely told Rolling Stone. “I always thought the controversy was record-company hype.”\n"],["The Strokes, 'Last Nite'","Strokes frontman Julian Casablancas was inspired to come up with “Last Nite” after gorging himself on the music of the Velvet Underground, giving the band an anthem that brought them from the clubs of New York to enormous festival sites all over the world. Many critics pointed out that it borrowed generously from Tom Petty’s “American Girl,” but it hardly mattered. “People would say, ‘You know that song “American Girl” by Tom Petty?’” Casablancas said. “‘Don’t you think it sounds a little like that?’ And I’d be like, ‘Yeah, we ripped it off. Where you been?’”\n"],["Howlin’ Wolf, 'Spoonful'","Though this earthy Chicago-blues classic has been covered plenty, no one has sunk their teeth as deeply into it and as hungrily as Wolf did in 1960. While some thought the spoon might have been a drug reference, songwriter Willie Dixon, Chess Records’ in-house jack of all trades, has disavowed that notion, saying, “People who think ‘Spoonful’ was about heroin are mostly people with heroin ideas.” What’s more, Wolf often waved an oversize cooking spoon in front of his crotch while performing the song, in case anyone wondered what he hoped to provide a heaping helping of.\n"],["Rick James, 'Super Freak'","James was nearly done with his 1981 LP, Street Songs, when one day in the studio, he started noodling around on the bass and singing random lines like “She’s a very kinky girl.” He didn’t give it a second thought, until a bandmate told him to keep going. “Made it up on the spot,” James recalled in his memoir, Glow. “It just kinda grew out of me.” He called in the Temptations to help him sing the harmonies. “It’s not as funky as my usual stuff,” he told them. “But maybe that’ll mean white people will dance to it.” It also meant the biggest hit of his career, a Grammy winner for Best Male Rock Vocal Performance, and a huge payday when MC Hammer sampled it for “U Can’t Touch This.”\n"],["Creedence Clearwater Revival, 'Proud Mary'","“Proud Mary” began as a phrase in Fogerty’s three-ring-binder notebook. He didn’t know what to do with it until the day in 1968 when his honorable-discharge papers came in the mail from the Army, meaning he wouldn’t have to serve in Vietnam. He then ran into his apartment, picked up his Rickenbacker, and the song poured out of him in a state of euphoria over the course of just one hour. “I knew I had entered the land of greatness,” Fogerty wrote in his memoir, Fortunate Son. “Far above anything I had even thought about.” Two years later, Ike and Tina Turner completely reinvented the song as a funk epic.\n"],["The Shirelles, 'Will You Love Me Tomorrow'","After a few minor Shirelles hits, Scepter Records founder Florence Greenberg asked King and Goffin to write the group a song. On the piano in Greenberg’s office, King finished a song the team had been working on. “I remember giving her baby a bottle while Carole was writing the song,” Greenberg said. Lead singer Shirley Owens initially found “Tomorrow” too countryish for the group, but Luther Dixon’s production changed her mind. King’s devotion to the song was so strong that she replaced a subpar percussionist and played kettledrum herself. With its forthright depiction of a sexual relationship, it became the first girl-group record to go Number One.\n"]]
