[["The B-52's, 'Rock Lobster'","Mania usually works best in short doses, but “Rock Lobster” sustains an otherworldly energy for nearly seven minutes, while introducing every element that made this self-described “quirky little dance band” from Athens, Georgia, unique: Fred Schneider’s dadaist shouts (“Here comes a bikini whale!”), Cindy Wilson and Kate Pierson’s eccentric harmonies, Keith Strickland’s punchy, stripped-down drums, and Ricky Wilson’s stinging appropriation of funk-rhythm guitar. “I was at a disco that had pictures of lobsters and children playing ball,” Schneider recalled. “‘Rock Lobster’ sounded like a good title for a song.”\n"],["Screamin’ Jay Hawkins, 'I Put a Spell on You'","Long before the Doors or Black Sabbath, the Cleveland-born Screamin’ Jay Hawkins connected rock & roll with the underworld, thanks to his signature, macabre stage act. “I used to lose half the audience when I leapt out of my coffin in clouds of smoke and mist,” he recalled. “They all rushed up the aisles, screaming in terror.” To cast the otherworldly vibe of “I Put a Spell on You,” Hawkins got so drunk he didn’t remember the session afterward.\n"],["Bruce Springsteen, 'Jungleland'","Springsteen’s classic LP Born to Run culminated in “Jungleland,” a nine-and-a-half-minute roller coaster of late-night trouble and saxophone glory. As with most of Born to Run, the song’s creation was torturous, famously including a 16-hour session in which Springsteen led Clarence Clemons through his sax solo, note by note, until it was perfect. Springsteen later called the finished product Clemons’ “greatest recorded moment” and said the song climaxed with his own wordless roar so it could end “in bloody operatic glory.”\n"],["Beach Boys, 'Wouldn’t It Be Nice'","The Beach Boys opened their 1966 classic, Pet Sounds, with “Wouldn’t It Be Nice,” in which Brian Wilson fantasizes about holding his girlfriend “close the whole night through” once they’re old enough to live together. “The idea is, the more we talk about it, the more we want it,” Wilson said, “but let’s talk about it anyway.” Wilson labored intensely to create it, orchestrating a band that included two pianos, three basses, and two accordions. “I was going for something I wanted to hear, and wanted to feel,” Wilson recalled. “A great feeling of great joy.”\n"],["Bikini Kill, 'Rebel Girl'","“When she talks, I hear the revolution/In her hips, there’s revolution,” Kathleen Hanna announced on “Rebel Girl,” the Nineties riot-grrrl battle cry that has come to be revered as perhaps the greatest feminist punk anthem of all time. The song is so potent the band recorded and released it three different times, each with a more joyful focus. The most famous version remains the B side of the band’s astounding “New Radio” single, with producer and guitar ringer Joan Jett singing background vocals and adding guitar.\n"],["The Who, 'Won't Get Fooled Again'","Pete Townshend wrote this for an aborted concept album and film called Lifehouse. But many of that project’s songs were resurrected for Who’s Next, which started off with a week of demo sessions at Mick Jagger’s country house, Stargroves. The synthesizer on “Won’t Get Fooled Again” is from those demos. “Pete came up with sounds, synthesizer basics, for tracks which were just unbelievable,” said producer Glyn Johns. “Nobody had done it before in that way.” “It’s interesting it’s been taken up in an anthemic sense,” Townshend said of the song, “when in fact it’s such a cautionary piece.”\n"],["The Velvet Underground, 'Sweet Jane'","On their first three albums, the Velvet Underground were an outré cult band who were unafraid to sing about drug addiction, violence, and orgies. On Loaded, they reached toward the mainstream, especially on Lou Reed’s “Sweet Jane.” After Reed quit the band, a wistful coda was chopped out of this song. “How could anyone be that stupid?” Reed asked Rolling Stone in 1987. “If I could have stood it, I would have stayed with them and showed them what to do.” For years, the only available version of the coda was on the 1969 live LP.\n"],["Alice Cooper, 'School’s Out'","When Johnny Lydon auditioned to become the Sex Pistols’ singer, he did it by singing along to “School’s Out” on the jukebox in a London pub. With its emphatic chorus, crude simplicity, and anti-authoritarian joy, Alice Cooper’s summer 1972 hit was a precursor of both punk rock and Jock Jams, adding a kiddie chorus for a perverse, Children of the Corn effect. And the riff is so much a part of rock history that after guitarist Glen Buxton died in 1997, his friends and fans created a headstone with the musical notation of his four-bar “School’s Out” riff.\n"],["A Tribe Called Quest, 'Can I Kick It?'","Along with De La Soul and the Jungle Brothers, the Queens, New York, trio were part of a bold movement of buoyant positivity in rap at the time. On “Can I Kick It,” Q-Tip and Phife Dawg toggle effortlessly between a slouched coolness and uptempo spontaneity, while producer Ali Shaheed Muhammad puts on a masterclass in free-form sampling brilliance, particularly with the use of the bass line from Lou Reed’s “Walk on the Wild Side.” After the sample wasn’t initially cleared, Reed ended up with a solo writing credit for the song, and all the proceeds.\n"],["Phil Collins, 'In the Air Tonight'","In 1979, following a lengthy tour with Genesis that led to the breakdown of his marriage, Phil Collins came home to an empty house. “I was angry, I was miserable, I was sad,” he later said of the period. He set up a makeshift studio in his bedroom and channeled all that hurt into one of the most chilling and arresting songs of the Eighties — an eerie synth-and-drum-machine moodscape, topped with an elliptical, accusatory rant and the Mona Lisa of all drum fills, a descending tom-tom break that Collins once likened to the sound of “barking seals.”\n"],["Usher feat. Lil Jon and Ludacris, 'Yeah!'","In 2004, “Yeah!” was inescapable, like Juicy Couture tracksuits and Von Dutch trucker hats. Ludacris’ cartoonish rap and Usher’s suave R&B collided at full speed, egged on by Lil Jon’s unforgettable ad-libbing. “Yeah!” dropped months before Usher’s seminal Confessions LP, which went on to sell 1 million copies in its first week. The song held down the top of the charts for three months.\n"],["Bruce Springsteen, 'Atlantic City'","On March 15th, 1981, Philadelphia mob boss Philip “The Chicken Man” Testa was murdered by a nail bomb that had been hidden under his porch. Springsteen took this slice of real life as the starting point for this mournful tale of a desperate man that turns to crime to pay off “debts no honest man can pay.” The song became a concert favorite, and there have been magnificent renditions by the E Street Band and the Sessions Band, but they never quite topped the tragic beauty of the acoustic original from Nebraska.\n"],["The Funky 4 + 1, 'That's the Joint'","Some groundbreaking acts never got to make an album. The Funky 4 + 1, an effervescent, explosive O.G. Bronx rap crew featuring the pioneering female MC Sha-Rock, was one. But the group broke up shortly after performing this, their second single, on Saturday Night Live in 1981 — the first hip-hop group ever to appear on the show. “We made it easier for the next generation to be able to just explode from it,” Sha-Rock said, “because at that point the world was ready for it.”\n"],["AC/DC, 'You Shook Me All Night Long'","AC/DC singer Bon Scott died of asphyxiation in February 1980, choking on his vomit after a night of boozing, just as their LP Highway to Hell made stars of the Aussie hard rockers. Two days later, brothers Malcolm and Angus Young were rehearsing again (“Bon would have done the same,” Angus said), and within a fortnight, they’d hired a new singer, Brian Johnson. The first song this new lineup wrote together was “You Shook Me All Night Long,” which Johnson told his new bandmates was “the best rock & roll song I’ve ever heard in my life.”\n"],["ABBA, 'Dancing Queen'","ABBA’s songwriters were inspired by soulman George McCrae’s dance-floor hit “Rock Your Baby” to try their hands at a disco song, deciding to open their tune mid-chorus, Benny Andersson said, “for maximum impact.” When Andersson auditioned the song for his fiancée and band member Anni-Frid Lyngstad, she was moved to tears. Sweden’s biggest musical export debuted “Queen” in 1976 at a ball for King Carl XVI Gustaf on the eve of his wedding. The song, a frothy dessert of sublime melody and pop-operatic harmonies, became the group’s only U.S. Number One.\n"],["Destiny’s Child, 'Say My Name'","Initially, Destiny’s Child didn’t like producer Rodney Jerkins’ original track. “I don’t think he liked it either. There was just too much stuff going on,” Beyoncé said years later, before a revision “turned it into an amazing, timeless R&B record.” A bigger scandal ensued when manager (and Beyoncé’s father) Mathew Knowles canned LeToya Luckett and LaTavia Roberson when they asked for more money; newcomers Farrah Franklin and Michelle Williams sang the former members’ parts in the track’s video. Controversy sells, of course, and it hardly hurt that “Say My Name” was also a classic millennial R&B moment.\n"],["Leonard Cohen, 'Suzanne'","After folk sage Judy Collins recorded “Suzanne,” which Cohen wrote about his unconsummated desire for a friend’s younger wife, avant-garde dancer Suzanne Verdal, it became a standard, covered by everyone from Nina Simone to Neil Diamond; and Cohen, already a well-respected poet, got a record deal. His version is slow-paced and sparse, leaving space for his sensual and biblical symbolism and intimate, unashamed, commonplace voice. “I didn’t know that I’d be able to sing ‘Suzanne’ 40 years later,” he once said.\n"],["Ray Charles, 'Georgia on My Mind'","Charles’ driver had heard him singing “Georgia on My Mind” in the car and suggested that Charles add it to the record he was working on, an album consisting of songs with place names in their titles. Once he recorded it, though, Charles said he thought of many ways his rendition could have been better. As the single was about to enter the charts, he introduced his version to America on Hugh Hefner’s Playboy Penthouse, a syndicated show out of Chicago, with David “Fathead” Newman handling the string parts on flute.\n"],["INXS, 'Never Tear Us Apart'","This swelling Eighties pop-rock ballad, the fifth Top 10 hit from the Aussie rocker’s album Kick, began as a blues number. “[It was] a Fats Domino … Rolling Stones-y, early-Sixties song,” said producer Chris Thomas, who replaced the demo’s piano part with strings. That orchestra-scale riff and a wailing saxophone solo by Kirk Pengilly made the track perfect for the go-go late Eighties — not to mention the song’s music video, which was shot in Prague right in the midst of the fall of Czech communism.\n"],["Clipse, 'Grindin''","“It was a record that I knew was gonna be way too innovative,” Pusha T said in 2012. Indeed, the rolling, sparse drums of “Grindin’” remain a stunning minimalist achievement, even in a genre known for percussive symphonies. Producer Pharrell Williams initially threatened to give the beat to Jay-Z, and Pusha and Malice rewrote their verses a few times in order to match the Neptunes’ startling innovation. Still, it’s hard to hear anyone but the twin brothers on “Grindin’,” especially when the former growls, “I’m trying to show y’all who the fuck I am.”\n"],["The Beatles, 'Penny Lane'","After Lennon composed “Strawberry Fields Forever,” McCartney wrote his own snappy memoir. Penny Lane was a Liverpool bus stop where Lennon and McCartney often met. “The song was generated by a kind of ‘I can do just as well as you can, John,’ because we’d just recorded ‘Strawberry Fields,'” said George Martin. “It was such a knockout, I think Paul went back to perfect his idea.” There was collaboration amid the competition, too: “John came over and helped me with the third verse, as was often the case,” McCartney said. “We were writing recently faded memories from eight or 10 years before.”\n"],["Radiohead, 'Karma Police'","The idea of a karma police started as an inside joke within Radiohead. “When someone in the band behaved like an a-hole,” said guitarist Ed O’Brien, “one of the others always said, ‘The karma police is gonna get you.'” They turned this idea into a groundbreaking track on OK Computer that builds to a haunting outro created by Thom York and producer Nigel Godrich. “It’s not the band playing,” Godrich said. “It’s just samples and loops, which was the forerunner of a lot of things to come, good or bad.”\n"],["Toots and the Maytals, 'Pressure Drop'","Mixing Southern soul with Jamaican roots, the Maytals whipped up a near-gospel fervor on “Pressure Drop,” which scores one of the most indelible music sequences in film: Jimmy Cliff being chased through Kingston by the law in The Harder They Come, as Toots’ throbbing reggae groove tails him like a spotlight. In one of his final interviews, Toots Hibbert explained the title’s dual meaning: “Pressure gonna drop off is a good thing. Pressure is gonna drop on people, and they work to get the pressure off.”\n"],["Bo Diddley, 'Bo Diddley'","Born Ellas Otha Bates, Bo Diddley fashioned himself as the roguish trickster of his own songs’ lyrics, starting with his self-titled debut for the Chess sub-label Checker (which rejected an earlier version, titled “Uncle John,” for being too dirty). Diddley’s badder-than-thou lyrics (“Up your house and gone again,” he sneers to a rival) laid the blueprint for rap boasters from LL Cool J to Drake, and so did his undulant, kinetic guitar rhythms. And the “Bo Diddley beat” — shave and a haircut, two bits — became the Bo Diddley beat, instantly recognizable, eternally imitated but never duplicated.\n"],["Buzzcocks, 'Ever Fallen in Love (With Someone You Shouldn't've)'","These Manchester kids invented a whole new school of pop punk — faster and funnier than any band around. Pete Shelley poured his heart into witty three-minute vignettes of sexual confusion. This 1978 hit sums them up, right down to the sly quiver in his voice as he sneers the question, “Ever fallen in love with someone you shouldn’t have fallen in love with?” The Buzzcocks’ emotional punch — and queer candor — twisted rock’s gender clichés. “Brilliantly non-macho,” the Smiths’ Johnny Marr said. “You don’t know whether Pete Shelley is being sad or funny or sarcastic or sincere.”\n"],["Randy Newman, 'Sail Away'","Singers from Ray Charles to Bobby Darin to Etta James covered this portrait of American capitalist hucksterism, sung from the perspective of a slave trader. “I didn’t just want to say, ‘Slavery is awful.’ It’s too easy,” Newman told Rolling Stone years later. “I had this idea of a slave ship and a sea shanty — this guy standing in a clearing, singing to a crowd of natives.” As usual for Newman, it combines lush melody with painful satire. “One thing with my music,” he said, “you can’t sit and eat potato chips and have it on in the background at a party.”\n"],["Al Green, 'Love and Happiness'","Mabon “Teenie” Hodges wrote the urgent, romantic “Love and Happiness” one morning in between having sex with his girlfriend and watching wrestling on TV. Green recently claimed that Hodges sang him the opening guitar riff on a road trip and they drove 160 miles back to Memphis to record it that night. He has described the song as “like a slow fever, building on the beat, pushing up the temperature with each breath of the staccato horns and pushing through delirium as we came up on the fade.”\n"],["Roberta Flack, 'Killing Me Softly With His Song'","“Killing Me Softly With His Song” is the culmination of two discoveries. Songwriter Lori Lieberman went to a club one night to see Don McLean, then a little-known singer, and felt, overwhelmingly, like his songs could’ve been about her. She wrote a poem about it, which Charles Fox and Norman Gimbel turned into a song, and Lieberman recorded. Then Roberta Flack heard the song on a plane as part of the in-flight entertainment, and later called it “a song I feel was given to me as a gift.” Her version is stately and elegant, a singer’s tribute to the power of songwriting.\n"],["Thin Lizzy, 'The Boys Are Back in Town'","After seven years of slogging it out on the concert circuit, opening for the likes of Bob Seger and BTO, Irish rockers Thin Lizzy finally scored a worldwide hit with 1976’s “The Boys Are Back in Town” — powered by the twin guitar attack of Scott Gorham and Brian Robertson and frontman Phil Lynott’s rowdy-night-out lyrics. At first, Lynott wasn’t sure what to do with the undeniably hot song he’d come up with. “I was calling it ‘G.I. Joe Is Back,’ ‘The Kids Are Back,’ but that was like the Who,” he recalled. “It was a case of overthinking.”\n"],["Procol Harum, 'A Whiter Shade of Pale'","A somber hymn supported by an organ theme straight out of Bach (“Air on the G String,” from his Suite No. 3 in D Major), Procol Harum’s “A Whiter Shade of Pale” was unlike anything else on the radio in 1967. Keith Reid got the idea for the song when he overheard someone at a party tell a woman, “You’ve gone a whiter shade of pale.” The track was also the only one recorded by the initial lineup of Procol Harum, which started as a British band, the Paramounts. It helped kick-start a late-Sixties classical-rock boomlet.\n"],["Nine Inch Nails, 'Closer'","“That’s the all-time fuck song,” Mötley Crüe drummer Tommy Lee famously said of “Closer.” “Those are pure fuck beats — Trent Reznor knew what he was doing.” Or did he? According to Martin Huxley’s biography of the band, Reznor was not expecting his blow-by-blow account of self-loathing to dominate the radio airwaves in 1994. But underneath its industrial grime and “I wanna fuck you like an animal!!!!” wails, the song’s got an infectious, Prince-like funk to it — a trait that was only heightened, not diminished, by Reznor’s lustful chorus.\n"],["The Righteous Brothers, 'Unchained Melody'","The ultimate prom ballad, “Unchained Melody” was written in 1955 by a pair of Broadway songwriters — not intended for rock & roll. But a decade later, the blue-eyed soul pioneers the Righteous Brothers took it up, with Bobby Hatfield’s caramel-like tenor soaring over the most swoon-y Wall of Sound producer Phil Spector ever concocted. It proved so irresistible that it became a hit all over again a quarter-century later, thanks to its sync in the hit movie Ghost.\n"],["The Isley Brothers, 'Shout (Parts 1 and 2)'","The five-minute-long workout “Shout” was a modest hit upon its original release in 1959, but it’s perhaps better remembered for its appearance in the 1978 movie Animal House, where it was relaunched as an all-time party classic. As O’Kelly Isley, who helped found the group in the mid-Fifties, noted, “People have been playin’ our music in bars and discotheques for years,” he told Rolling Stone in 1975, “’cause it’s danceable, man.”\n"],["Drake feat. Rihanna, 'Take Care'","“‘Take Care’ is this thing we use in passing conversation to dismiss bullshit like, ‘Oh, you couldn’t make it on time? Oh, take care, take care,'” Drake explained. But his second album’s title track is far more tender than that — it cemented the Toronto rapper as pop’s reigning male star. If Drake’s superpower is elevating petty romantic complaints into hip-hop mythmaking, this is the blueprint, made from wholesale samples from Gil-Scott Heron as remixed by Jamie xx. Guest star Rihanna, effortlessly adult and sexy, and singing the refrain from Bobby Bland’s “I’ll Take Care of You,” alchemizes the song.\n"],["Augustus Pablo, 'King Tubby Meets the Rockers Uptown'","This revolutionary dub masterwork was the tip of a musical iceberg — roots reggae’s psychedelic underside, where bedrock grooves were tweaked into startling new shapes by engineers with royal nicknames like King Tubby. He did his definitive work for the B side of the Pablo-produced Jacob Miller single “Baby I Love You So.” Tubby’s remix kept the churning groove, but nearly all of the instruments and Miller’s voice dart in and out of the mix while the King throws echo around like confetti. Floating above it all is Pablo’s melodica, a plastic kids’ instrument, that in his hands summoned an unearthly calm.\n"],["The Replacements, 'Left of the Dial'","The Minneapolis indie-rock heroes’ peak songwriting moment was inspired by a crush Westerberg had on Lynn Blakey, singer for the North Carolina band Let’s Active. “I figured the only way I’d hear her voice was her band on the radio … on a college station,” he said. One night on tour, he did, and he turned the moment into a long-distance love song — to a cool Southern girl, to low-wattage college-radio stations, and the whole underground scene the Replacements had grown up in.\n"],["Marvin Gaye, 'Let's Get It On'","After 1971’s “What’s Going On,” Gaye radically changed course with this ode to sexual bliss. With the help of producer and songwriter Ed Townsend, Gaye created a masterpiece of erotic persuasion that topped the pop and R&B charts. The singer later said that he hoped “Let’s Get It On” didn’t “advocate promiscuity,” but also said he had a hunch the song might have “some aphrodisiac power.” When Gaye’s father heard it, he called and told him, “Please, please, don’t go any further. You’re supposed to be a minister’s son.”\n"],["Dolly Parton, 'Coat of Many Colors'","“Coat of Many Colors” is part autobiography, part valuable life lesson, set to a hummable melody. Parton’s mother did make her a patchwork coat and the kids at school made fun of her, which was a traumatic experience. She wrote the lyrics on the back of a dry-cleaning receipt when she had the idea, and she came up with a message that still encapsulates her worldview. “It teaches about bullying, about love, about acceptance, about good parents,” she wrote in the book Songteller. “That little story has even been written into a schoolbook to teach children about being different, that it’s all right to be different.”\n"],["Paul Simon, 'American Tune'","“I don’t write overtly political songs,” Simon once said, “although ‘American Tune’ comes pretty close, as it was written just after Richard Nixon was elected.” The gently soaring song perfectly summed up the sense of weary dejection after Nixon’s landslide reelection and the larger fading of the Sixties utopian dream, while also powerfully affirming a core faith in the American story and promise — when Jimmy Carter got elected three years after “American Tune” was released, Simon played it at his inauguration.\n"],["Curtis Mayfield, 'Pusherman'","Mayfield writes from the perspective of the neighborhood drug dealer — a swaggering figure, but also “a victim of ghetto demands” — in this throbbing, wah-wah-slathered track from the soundtrack to the 1972 movie Super Fly. Mayfield doles out his story in terse three-syllable bursts (“Ain’t I clean/Bad machine/Super cool/Super mean”), his heavenly falsetto only partially obscuring the desperation, addiction, and menace he describes. As Johnny Pate, who collaborated with Mayfield on the arrangements for “Pusherman” and other Super Fly tracks, later noted, “If you listen to these closely … Curtis was almost rapping through these things.”\n"],["The Wailers, 'Get Up, Stand Up'","“‘Get Up, Stand Up’ was the final song recorded for the original Wailers’ final album, left for last because it was the easiest track on the album, just unison singing,” said Bunny Wailer. But the sessions for Burnin’, the reggae trio’s second album for Island, were thick with tension — Marley’s material was getting more attention than his bandmates’. Marley asked Tosh to write a verse for his rousing anthem to cut him in on the royalties; Tosh later typified his contribution, the song’s fire-breathing final verse, as “bullshit.”\n"],["Neil Young, 'Heart of Gold'","“[Heart of Gold] put me in the middle of the road,” Young wrote in the liner notes to his retrospective Decade box. His only Number One signaled the arrival of a new countrified prettiness that would come to define the laid-back Seventies. Future soft-rock aristocrats James Taylor and Linda Ronstadt sang backing vocals at the song’s Nashville session, but there’s nothing mellow about the forlorn worry in Young’s voice when he sings “I’ve been searching for a heart of gold/And I’m getting old.”\n"],["Gil-Scott Heron, 'The Revolution Will Not Be Televised'","Heron was a 19-year-old college student watching a baseball game in his dorm room when he got the idea for “The Revolution Will Not Be Televised,” a proto-rap single that demonstrates the wide gap between the messages of advertising-driven media and the goal of real societal change. Even if some of the references are dated — “Women will not care if Dick finally got down with Jane on Search for Tomorrow” — the call to arms has not lost any of its power: “Because Black people will be in the street looking for a brighter day.”\n"],["Martha Reeves and the Vandellas, 'Heat Wave'","The Motown empire really got going in 1963, and the record that underlined the label’s ascent was this buoyant summertime smash: “It became the song that summer,” Reeves recalled. No surprise that it came from the company’s premiere writer-producer team, Holland-Dozier-Holland — who, gearing up for world domination with the Supremes, worked with their audience in mind: “I realized that females bought the most records, and they always seemed to be falling in love with somebody,” Eddie Holland said in 2019.\n"],["Metallica, 'Master of Puppets'","Metallica have always been at their best when they’re raging against confinement, whether that’s institutional, governmental, religious, familial, or — in arguably the greatest song, on their greatest album — chemical. “‘Master of Puppets’ deals pretty much with drugs,” Hetfield once said of this eight-and-a-half-minute masterwork. “How things get switched around, instead of you controlling what you’re taking and doing, it’s drugs controlling you.” Sung from the perspective of the narcotic itself, the song moves from merciless thrash to a mournful ballad interlude, simulating the perilous highs and crushing lows of a life lived at the end of addiction’s strings.\n"],["Loretta Lynn, 'Coal Miner’s Daughter'","In the late Sixties, many country singers stopped wearing overalls and skirts and changed into suits and gowns, which reflected the music’s transformation into the more elegant and urbane style known as the Nashville Sound. In 1970, Lynn turned that trend on its end with an autobiographical song, “Coal Miner’s Daughter,” that celebrated rural life, in all its difficulties. She wrote it on a $17 guitar that refused to stay in tune, singing about reading the Bible by coal-oil light, going without shoes in summer, her mother’s hands bleeding from hard work. “Every word is true,” she later said.\n"],["The Supremes, 'Stop! In the Name of Love'","Lamont Dozier of Motown’s famed Holland-Dozier-Holland songwriting team came up with the idea for “Stop! In the Name of Love” after his girlfriend at the time caught him cheating in a motel: “This particular girl was very headstrong,” he recalled. “So we got into an argument. She started swinging, missed me, hit the floor. And I laughed and said, ‘Please stop! Stop in the name of love.’” The silliness of the moment stopped the fight, and immediately struck Dozier as song material, and after affixing it to a killer Brian Holland hook, it became the Supremes’ fourth of five straight Number Ones.\n"],["Willie Nelson, 'Blue Eyes Crying in the Rain'","The simplicity of this 1947 composition by Fred Rose made it the perfect vehicle for Nelson, who was then working on his ambitious concept album Red Headed Stranger. “I was gathering songs that I thought told that story. And I just thought that ‘Blue Eyes’ was the perfect song for that spot,” Nelson said. “Simple and to the point. Beautiful, sad love song.” The track marked a turning point for Nelson, whose career at the time was still mostly defined by the lush production style of Nashville in the Sixties. After nearly two decades of trying, it became his first country Number One hit as a singer.\n"],["Parliament, 'Flash Light'","“Flash Light” is the P-Funk Nation’s groove manifesto. Clinton built his Parliament-Funkadelic universe over a run of Seventies concept albums, never faking the funk. “We’re going to get the message out,” Clinton told Rolling Stone in 1978. “We want to put the show on Broadway — tell the story straightforward so people understand that funk mean funk.” “Flash Light” became one of their rare crossover hits, laying out the P-Funk philosophy, with Clinton commanding “Dance, sucker!” over Worrel’s bass line (played on a Moog synth). It all builds up to the orgiastic party chant “Everybody’s got a little light under the sun!”\n"],["Gloria Gaynor, 'I Will Survive'","By the mid-Seventies, Gaynor’s career was falling apart. Donna Summer had replaced her as the leading disco diva, and 32-year-old Gaynor had suffered the death of her mother and had recently undergone spinal surgery after tripping onstage and triggering temporary paralysis. So when she belted out “I Will Survive,” she brought extra attitude. The track was originally a B side, but after enterprising DJs started to play it at discos, it turned into a smash. “I never tire of ‘I Will Survive,’” Gaynor told Rolling Stone in 2016. “I love doing it for the audience.”\n"]]
