[["John Prine, 'Angel From Montgomery'","Prine’s most well-known song may be about, what he described as, “a middle-aged woman who feels older than she is,” but the drudgery and despair depicted in “Angel From Montgomery” is universal, delivered by Prine with characteristic warmth and empathy. “She wanted to get out of her house and her marriage and everything,” Prine said. “She just wanted an angel to come to take her away from all this.” Bonnie Raitt made the song her own with a majestic 1974 version, but even stripped bare of any music at all, Prine’s blunt words would pack a wallop.\n"],["The Zombies, 'Time of the Season'","If “Time of the Season” did nothing more than introduce the term “Who’s your daddy?” into the cultural lexicon, it would be a landmark achievement. But the 1968 Zombies single is also one of the defining songs of the psychedelic era — the closing track on the band’s 1968 classic Odessey and Oracle. In the studio, the love didn’t flow as freely as it did on the record, including a nasty fight between frontman Colin Blunstone and songwriter-keyboardist Rod Argent. “It ended up with us shouting at each other,” Blunstone said in 2015. “And there I am singing ‘It’s the time of the season for loving …’”\n"],["Roxy Music, 'Virginia Plain'","Roxy Music’s debut single didn’t have a chorus, and Bryan Ferry didn’t sing the title until the song’s final words. But the enormously original U.K. glam-rock band was never big on formula. “My head was swimming with lots of different, contrasting types of music,” said Ferry. His pop-eyed lyrics fast-forwarded through a travelogue of glamour (Baby Jane Holzer, Rio, “midnight-blue casino floors”), while Brian Eno coaxed weird sounds from his VCS3 synthesizer. For the motorcycle that revs in the background, the band borrowed a friend’s bike and recorded it live late at night outside the studio.\n"],["Elvis Presley, 'Heartbreak Hotel'","When RCA Records signed “hillbilly cat” Presley, the label expected more songs like his rockabilly hits from Sun Records. Instead, for his first RCA single, Presley recorded this gloomy, downtempo number, co-written by Mae Boren Axton, his former publicist, and inspired by a Miami Herald report of a suicide note that consisted solely of the line “I walk a lonely street.” But what Sun Records founder Sam Phillips called “a morbid mess” went on to become Presley’s first Number One hit and million-selling single.\n"],["BTS, 'Dynamite'","BTS’ first-ever U.S. Number One, as well as their first full English-language song, “Dynamite” was a landmark, hegemony-shattering moment for the world-conquering South Korean group. Their intertwined vocal talent, led by youthful standout Jung Kook, put over the track — which was co-written by British producer-songwriter Dave Stewart (not the one from Eurythmics) and Jessica Agombar. Stewart told Rolling Stone that Columbia Records had been looking for an English-language crossover hit for BTS: “It had to have tempo, be exciting.… one thing I’m good at is writing to brief.”\n"],["Carole King, 'It’s Too Late'","For Lou Adler, who produced it, King’s Tapestry was “the Love Story of the record industry. It hit a nerve.” But unlike that film’s gauzy view of romance, King’s biggest hit, “It’s Too Late,” was a forthright, adult song about divorce, a heretofore new topic for pop — and King gave a vocal performance that was as resolutely unsentimental but still as full of warmth as her lyrics. Its Number One status was revelatory at the time, a chart-topping single about the end of a relationship in which a woman is clearly doing the breaking up.\n"],["Black Sabbath, 'Iron Man'","“‘It sounds like a big iron bloke walking about,'” bassist Geezer Butler recalled Ozzy Osbourne saying when he first heard Tony Iommi play the single most iconic guitar riff in metal history. That description was all Butler needed to inspire a tale of literal heavy metal: a man “turned to steel, in a great magnetic field” — apparently totally unrelated to the already-extant Marvel character. Few songs encapsulate an entire genre the way this one does, thanks mainly to Iommi’s plodding doom-blues motif, which Osbourne borrows exactly for his vocal line.\n"],["The Doobie Brothers, 'What a Fool Believes'","Few songs encapsulated the smooth-sailing style that would come to be called yacht rock as much as the Doobies’ Grammy-sweeping hit. The falsetto harmonies, syncopated Michael McDonald keyboard, and lovelorn lyrics (about “two people who see this same thing in their past very differently,” McDonald said) were textbook yacht. But the song didn’t come easy: The Doobies attempted it at least 30 times in the studio, driving everyone nuts, even its singer. “I was like, ‘I hate this fucking song,’” McDonald recalls. “The band was completely disgusted by that point.”\n"],["Chuck Berry, 'Promised Land'","Berry wrote “Promised Land” in prison, where he was serving a sentence for taking a teenage girl across state lines, a charge he felt was racially motivated. When he arrived at Chess Records for his first session after getting out, the first thing he recorded was “Promised Land,” an American travelogue set to a hot riff that mapped out the same course that the civil rights protesters known as the the Freedom Riders had taken as they tried to integrate Southern bus stations in 1961 — including cities like Rock Hill, South Carolina, and Birmingham, Alabama, where the riders were attacked by violent mobs.\n"],["The Monkees, 'I'm a Believer'","Monkeemania peaked in late 1966 and early 1967 when this Neil Diamond-penned love song stayed at Number One for seven consecutive weeks. The vocals were laid down by Micky Dolenz after a long day on the set of the Monkees TV series; he later recalled that his life at the time was such a blur of filming and recording that he has no memory of making “I’m a Believer.” “It’s probably my signature Monkees tune, though,” he said in 2016. “I can’t explain why it’s proven to be so popular. You can’t reduce art like that, especially collaborative stuff.”\n"],["The Clash, '(White Man) in Hammersmith Palais'","This 1978 single exhibits the Clash stretching their sound and figuring out their principles in real time. Over a buoyant groove, Joe Strummer recounts an all-night reggae party at a London venue that proved too pop for his taste, then turns his ire toward fashionable punk bands “turning rebellion into money.” It’s one of Strummer’s catchiest songs, condensing vignette and conviction into a package that showed the Clash were more than just a scrappy punk band. There’s a reason the song was a mainstay of Strummer’s sets even after the Clash — in fact, it was one of the last songs the late frontman ever played.\n"],["Prince, '1999'","When Prince recorded “1999,” he would go all day and all night without rest and turn down food, since he felt eating would make him sleepy. The opening verse was originally recorded in three-part harmony; Prince split up the vocals, and the harmony parts became a new, odd melody. The single’s first release didn’t make the Top 40, but Prince put it out again after “Little Red Corvette,” and it was finally a hit, reaching the Top 20. As keyboardist Matt Fink told Rolling Stone a few years later, “‘1999’ was pretty different for a message. Not your average bubblegum hit.”\n"],["Black Sabbath, 'Paranoid'","Black Sabbath’s second LP was basically complete when producer Rodger Bain realized that the running time was around three minutes short. So the band quickly came up with this chugging, adrenalized rocker. They worried that it sounded a bit too much like Led Zeppelin’s “Communication Breakdown,” but stuck with it anyway, and bassist Geezer Butler worked up a set of lyrics about a man grappling with mental and emotional malaise. “I had been suffering from undiagnosed depression, and the only way of dealing with it was to write about it,” he later told Guitar World. “It was quite cathartic.”\n"],["Cher, 'Believe'","At a time when pretty much every artist of her generation was still sticking with guitar-based pop rock, Cher took a gamble on a new futuristic technology called Auto-Tune and won big time. Her secret? Making sure that even through the robotic vocal effects, she sounded like a force to be reckoned with: “I was singing [the song] in the bathtub, and it seemed to me the second verse was too whiny. It kind of pissed me off, so I changed it. I toughened it up a bit.” “Believe” introduced the then-52-year-old singer to a whole new generation of fans, becoming an indelible anthem for the queer community and earning Cher a permanent place in the canon of empowerment-pop anthems.\n"],["Hall and Oates, 'She’s Gone'","“She’s Gone” is a song that thrived in its afterlife. When Hall and Oates released it in 1973, it reached Number 60 on the singles chart. Three years later, a still-scuffling Hall and Oates finally had their first smash, the smoochy ballad “Sara Smile.” When “She’s Gone” was rereleased in 1976, it gave the duo a second huge hit. Its elegant arrangements and slow-build harmonies paid tribute to the great R&B coming out of the duo’s hometown, Philadelphia. “We wouldn’t sound like this if we grew up in Iowa,” Oates later said.\n"],["Marshall Jefferson, 'Move Your Body (The House Music Anthem)'","Chicago native Jefferson was working at a post office when he produced one of the first great vocal house records, nailing the combination of hummable melody and headlong momentum that has pulled wallflowers onto the dance floor for 35 years. “The reason I wanted to have a funky piano in ‘Move Your Body’ was because of Elton John,” Jefferson explained. But since he wasn’t a skilled piano player, he recorded the part at the manageable tempo of 40 beats per minute, and then sped it up to the canonical house tempo of 120 bpm. Jefferson recruited a friend and fellow postal worker, Curtis McClain, to sing vocals.\n"],["The Grateful Dead, 'Ripple'","“It just seemed to happen automatically,” Jerry Garcia said of the writing of one of the Dead’s most Zen-like statements. A serene peak of hippie-folk pastoralism, the song originated during the Canadian tour-by-rail commemorated in the documentary Festival Express, with Garcia setting Robert Hunter’s lyric to music between bar-car jam sessions with Janis Joplin and members of the Band. Hunter himself would declare the lyric “Let it be known there is a fountain/That was not made by the hands of men,” as “pretty much my favorite line I ever wrote.”\n"],["The Temptations, 'Papa Was a Rollin' Stone'","Even after Marvin Gaye and Stevie Wonder asserted their musical independence, the Motown production assembly line continued to work wonders. “Papa Was a Rollin’ Stone,” a cinematic seven-minute epic of African American musical history and social realism, was previously recorded by the Undisputed Truth before the Temptations turned it into a smash. But the Tempts were hardly Norman Whitfield’s puppets. “We asked for him because we thought he had the capacity to bring out everybody’s talent instead of just one [singer] at a time,” said Temptation Melvin Franklin.\n"],["Rihanna feat. Jay-Z, 'Umbrella'","“Before that song, Rihanna was just a pop-single girl,” said Terius “the Dream” Nash, who co-wrote “Umbrella.” “Now she got paparazzi following her around.” An international Number One that transformed the Barbadian singer into a superstar, the song was the prototype for Rihanna’s massive run of hook-storm hits to follow. Amazingly, both Britney Spears and Mary J. Blige passed on the song before it fell into RiRi’s lap. “I’m so thankful for it,” she said. “I prayed for this song.”\n"],["The Marvelettes, 'Please Mr. Postman'","“Please Mr. Postman” wasn’t just the first Motown recording to go Number One, it was Brian Holland’s first producing job, and the first time the Marvelettes — then the high school harmonizers the Casinyets — had been inside a recording studio. Holland and co-producer Robert Bateman helped fill in a sketch written by departed group member Georgia Dobbins, bringing in Freddie Gorman, an actual postman (who was still in uniform at the studio) for verisimilitude. Afterward, Berry Gordy decided to rename the marvelous group the Marvelettes.\n"],["The Notorious B.I.G., 'Big Poppa'","“Big Poppa,” the song that smoothed out the Notorious B.I.G.’s tough image and solidified his radio and MTV stardom, came out of the late Brooklyn rapper’s and producer Chucky Thompson’s admiration for massive G-funk hits like Snoop Dogg’s Doggystyle and Ice Cube’s “It Was a Good Day.” Thompson added a funky earworm keyboard line to a sample of the Isley Brothers’ “Between the Sheets,” and left the beat rolling in the studio. When he returned, Biggie had its classic club chorus: “Throw your hands in the air if youse a true player.”\n"],["Bad Bunny, 'Safaera'","The Puerto Rican reggaeton trailblazer made excellent use of his Covid-19 quarantine, releasing three explosive albums in 2020: “I just thought, ‘Damn. What people need is entertainment,’” he told Rolling Stone. “Safaera,” from the fantastic YHLQMDLG, compacts the sweat-soaked, high-octane vigor of a Nineties-era reggaeton mixtape into a jolting five minutes packed with at least nine beat flips, multiple Puerto Rican guest stars, unflinchingly irreverent lyrics, and samples ranging from Missy Elliott’s “Get Ur Freak On” to Alexis and Fido’s “El Tiburon.” It’s a song that feels like a writhing, living thing.\n"],["Red Hot Chili Peppers, 'Under the Bridge'","\n\n\n\n\n\n\nThe stark, poignant ballad “Under the Bridge” was a breakthrough hit for the Chili Peppers, shattering their party-boy image. It started as an autobiographical confession from frontman Anthony Kiedis, who counted an experience with some gang members under an actual Los Angeles bridge as a low point of his drug addiction. Kiedis started writing it while feeling lonely after a band rehearsal, following the death of the Chili’s guitarist Hillel Slovak. “L.A. — the hills, the buildings, the people in it as a whole — that seemed to be looking out for me more than any human being,” he told Rolling Stone in 1992.\n\n\n\n\n\n\n\n"],["Mary J. Blige, 'Real Love'","Blige’s second R&B chart topper was written two years earlier in a basement in Queens. Producer Kevin Rooney made the track using a medley of keyboards and the stuttered percussion pattern from Audio Two’s old-school-rap hit “Top Billin’.” Mark Morales — a.k.a. Prince Markie Dee of the Fat Boys — wrote the lyrics. The result was a swinging, gospelized lament that would reshape the sound of R&B in the Nineties. Rooney wanted to get rid of the Audio Two sample and play the drums himself, but executive producer Sean “Puffy” Combs kept it in, telling Rooney, “That’s what makes it hip-hop.”\n"],["Rilo Kiley, 'Portions for Foxes'","Rilo Kiley was one of the most exciting indie-rock bands of the early 2000s, and they hit a power-pop peak with “Portions for Foxes.” Jenny Lewis sang about a bad-news relationship, while Blake Sennett piled on ornery guitar fire. Had it come out 10 years earlier, the song might have been an alt-rock radio hit. But it ended up getting a boost all the same when it was used by the TV show Grey’s Anatomy, and Lewis still breaks out the song at her solo shows.\n"],["Iggy Pop, 'Lust for Life'","With its enormous kaboom and Pop’s sneering, free-associative lyrics (the line about “hypnotizing chickens” is a reference to William S. Burroughs’ The Ticket That Exploded), “Lust for Life” is a kiss-off to drugged-out hedonism. The opening riff was supposedly taken from some Morse-code producer David Bowie had heard on the Armed Forces Network. And the line “Of course I’ve had it in the ear before”? “That’s a common expression in the Midwest,” Pop said. “To ‘give it to him right in the ear’ means to fuck somebody over.”\n"],["Billy Joel, 'Scenes From an Italian Restaurant'","“Scenes From an Italian Restaurant” is a seamless three-part saga about nostalgia, dashed expectations, Long Island, and Long Island accents. Joel, the Irving Berlin of suburbia, packs an entire Broadway musical into seven and a half minutes, as he tells the story of Brenda and Eddie, popular kids who marry young, then flameout and divorce — as Joel put it, “People who peaked a little too early in life.” In structuring the song, Joel wanted to replicate the way George Martin had collaged different ideas together for Side Two of the Beatles’ Abbey Road. “Not that I’d ever think we could do something as good as that,” he added.\n"],["Everly Brothers, 'All I Have to Do Is Dream'","Although Don Everly had a contract to work as a songwriter before he and his brother Phil began their hitmaking, their first three big singles were all written by the husband-and-wife songwriting team of Boudleaux and Felice Bryant. “I would go to them for lovelorn advice when I was young, and divorce advice when I was older,” Phil said. “All I Have to Do Is Dream,” with Chet Atkins’ innovative tremolo chording backing the brothers’ high-lonesome harmonies, went to Number One on not just the pop chart, but the R&B chart as well.\n"],["Neil Young, 'After the Gold Rush'","Written in about a half hour and recorded in his basement in Topanga Canyon, California, this sci-fi piano ballad — just Young accompanied by a forlorn French horn — is an ecological plea inspired by his friend Dean Stockwell’s idea for a movie about a natural disaster that destroys California. The movie never got made, but the song immediately touched a nerve. As Randy Newman admiringly noted, “‘After the Gold Rush’ is sort of a primal urge for a simpler, better time — which may have never existed, but Neil thinks it does.”\n"],["U2, 'I Still Haven’t Found What I’m Looking For'","“The music that really turns me on is either running toward God or away from God,” Bono told Rolling Stone. U2’s second Number One single revels in ambivalence — “an anthem of doubt more than faith,” Bono has called it. The song was typical of the arduous sessions for The Joshua Tree: Originally called “Under the Weather,” it began, like most U2 songs, as a jam. “It sounded to me a little like ‘Eye of the Tiger’ played by a reggae band,” the Edge recalled.\n"],["2Pac, 'California Love'","There are a few myths surrounding the creation of 2Pac’s biggest hit. One claims that Dr. Dre made the beat during a barbecue at his Calabasas, California, home, and 2Pac jumped in the booth and dropped his verse in a few minutes. Another claims that Dre intended the track for his follow-up to The Chronic, but Death Row don Suge Knight coerced him into giving the single to Pac — whom he had just bailed out of prison and signed to the label. Regardless, “California Love” represents gangsta rap at its most flamboyant and cinematic.\n"],["Tears for Fears, 'Everybody Wants to Rule the World'","With a huge melody and timely geopolitical theme, Tears for Fears’ first Number One exemplified the era’s anthemic synth-rock. “Back when we were doing … ‘Everybody Wants to Rule the World,’ we were really discussing the Cold War,” said Curt Smith. “We argued with the American [record] company about releasing [it] as a single.” Its success propelled their LP Songs From the Big Chair to go five-times-platinum in the U.S. — and forced them to rebook their 1985 tour into larger venues.\n"],["Big Mama Thornton, 'Hound Dog'","Blues belter Willie Mae “Big Mama” Thornton had already made some records when she signed on with R&B bandleader Johnny Otis in 1952. In L.A., they cut “Hound Dog,” a raw, funny blues by Jerry Lieber and Mike Stoller, two white hipsters who were writing R&B songs. The record’s release was held back; a year later, Thornton heard it on the radio in Dayton, Ohio. “I was going to the theater, and I just turned the radio on in the car,” she remembered. “And the man said, ‘Here’s a record that’s going nationwide!'” Of course, it would be even bigger when Elvis Presley cut his version a couple of years later.\n"],["Bob Dylan, 'Visions of Johanna'","In early 1966, Dylan decamped to Nashville to record Blonde on Blonde with a crew of local studio pros assembled by producer Bob Johnston. In their very first late-night session, they fleshed out this seven-minute meditation on unrequited desire. “‘Far out,’ would have been the words I would have used at the time,” recalled Bill Atkins, who played keyboard. Joan Baez claimed the song, originally titled “Seems Like a Freeze-Out,” was about her; if so, she left quite a mark on Dylan; he’s rarely sounded so transcendently dejected.\n"],["The Shangri-Las, 'Leader of the Pack'","The Shangri-Las, the tough, white girl group among mainly churchgoing Black ones, capped the early-Sixties trend for teen tragedies with their biggest hit. Producer-songwriter Shadow Morton got inspired while shopping for a motorcycle, telling collaborator Jeff Barry to start a song for the Shangri-Las about a biker and “this girl [who] sees him, and she falls in love with him.” Barry objected, saying that DJs would avoid glamorizing such a figure, so Morton improvised an ending: “He … dies.”\n"],["John Coltrane, 'Pt. 1-Acknowledgement'","In late 1964, John Coltrane secluded himself in a spare upstairs bedroom in his house in Dix Hills, Long Island, with his saxophone, pen, and paper. His wife Alice later remembered him emerging “like Moses coming down the mountain” with a brand-new album-length suite of devotional music, which he called A Love Supreme. “This album is a humble offering to Him,” he would write in the liner notes of the LP. “An attempt to say, ‘Thank you God’ through our work, even as we do in our hearts and with our tongues.” The opening movement starts off like a musical prayer, before moving into a mantra-esque bass vamp — which later becomes the foundation for a vocal chant of the title phrase — as Coltrane and the other members of his so-called classic quartet, pianist McCoy Tyner and drummer Elvin Jones, join in. Coltrane’s majestic, often violent blowing on the track is never self-aggrandizing. He soars with nothing but gratitude and joy. You can’t help but go with him.\n"],["The Stooges, 'I Wanna Be Your Dog'","The idea for the Stooges’ sound came to Iggy Pop while he was smoking a joint on the banks of the Chicago River and thinking about the local musicians he admired. “What you gotta do is play your own simple blues,” he realized. It doesn’t get any simpler than “I Wanna Be Your Dog,” which turned three shaggy chords into a menacing proto-punk mantra. “I don’t want to talk about literature with you.… I don’t want to judge you as a person,” Pop later told Howard Stern when asked about the meaning of the song. “I wanna dog you, you know?”\n"],["Smokey Robinson and the Miracles, 'The Tears of a Clown'","Stevie Wonder gave Robinson a recording of this track, which he was having a hard time writing words for. Its swirling melody brought to mind a circus, but initially that led to another dead end, as Robinson later recalled: “What can I write about the circus that’s going to touch people’s hearts? Can’t write about the animals. People love animals, but what’s that got to do with touching people’s hearts, unless I write something tragic about an animal.” He eventually landed on the idea of a sad clown, and had a chart-topping hit.\n"],["Isaac Hayes, 'Walk on By'","With hits like Sam and Dave’s “Soul Man” to his credit, Hayes was a successful songwriter for Stax Records when he began to assemble a performing career. He held pickup sessions with the Bar-Kays, a young backing band then evolving into acid-dropping funk-rockers. One of the tracks the ensemble toyed with was “Walk on By,” a 1964 pop hit written by Burt Bacharach and Hal David for Dionne Warwick. By the time Hayes and the Bar-Kays were done with it, they’d transformed a lite-pop staple into 12 minutes of wah-wah guitar and orchestral pomp: the dawn of stoned soul.\n"],["The Eagles, 'Hotel California'","“Hotel California” was rumored to be about heroin addiction or Satan worship, but Don Henley had more prosaic things on his mind: “We were all middle-class kids from the Midwest,” he said. “‘Hotel California’ was our interpretation of the high life in Los Angeles.” Working in Miami, the Eagles were initially unable to re-create guitarist and co-writer Don Felder’s 12-string intro and elaborate twin-guitar coda. Panicked, Felder called his housekeeper in L.A. and sent her digging through a pile of tapes in his home studio so she could play his demo back over the phone.\n"],["The Doors, 'Light My Fire'","It was the first song Robby Krieger ever wrote — with additional lyrics from Jim Morrison and arrangements from the rest of the band. “It’s like I’d saved up all [these ideas] in my mind and got them out all at once,” Krieger said. The song catapulted the Doors to overnight fame, which Krieger said was part of Morrison’s plan: “Jim had this idea of the band being a shooting star,” Krieger said. “Fire” ran for seven minutes on the LP but was cut down to three, with Krieger’s and keyboardist Ray Manzarek’s solos excised, on the single.\n"],["Bill Withers, 'Ain't No Sunshine'","Withers was working at an aircraft-parts factory when he wrote “Ain’t No Sunshine,” a bracingly lonely track inspired in part by the film Days of Wine and Roses, about a couple’s struggle with alcoholism. He recorded the song with pros from Stax Records but still couldn’t quite believe the new situation he found himself in. “Bill came right from the factory and showed up in his old brogans and his old clunk of a car, with a notebook full of songs,” producer Booker T. Jones recalled. “When he saw everyone in the studio, he asked to speak to me privately and said, ‘Booker, who is going to sing these songs?’ I said, ‘You are, Bill.’”\n"],["Liz Phair, 'Divorce Song'","“I wanted to write about all the little in-between moments that people have with their relationship,” Phair said, “just the ordinary things that happen.” In “Divorce Song,” a highlight of her era-defining concept album Exile in Guyville, Phair artfully transforms a meandering late-night drive she once took with a college hookup into a story about miscommunication, regret, and articulation. “It’s an ordinary person doing ordinary things,” she told Rolling Stone years later, “and the action in the song is really just about relating to another person.”\n"],["Gnarls Barkley, 'Crazy'","“Crazy” was a rarity in the 2000s: a universal pop smash that was played on virtually every radio format — it went Top 10 on both the pop and the modern-rock charts. The lyrics came out of a conversation Cee-Lo and Danger Mouse had in the studio: The pair decided that their genre-smashing collaborations were indeed “crazy.” With a haunting melody inspired by spaghetti-Western-soundtrack composer Ennio Morricone, “Crazy” didn’t feel like a hit. “It seemed too out there for urban radio and too urban for rock radio,” Danger Mouse told Rolling Stone.\n"],["Aretha Franklin, 'Chain of Fools'","One of five indelible Top 10 smashes Franklin cranked out in 1967, “Chain of Fools” was written by Don Covay, who was inspired by his memories of seeing field hands at work while growing up in South Carolina. He showed it to producer Jerry Wexler, who thought it would be good for Franklin. When something didn’t feel quite finished about the recording, Wexler played it for Brill Building songwriter Ellie Greenwich, who came up with a second background vocal, and sang it herself. As engineer Tom Dowd later recalled, “It came to life.”\n"],["The Police, 'Every Breath You Take'","For their biggest hit, the Police went back to basics, junking an elaborate synth part that distracted from the song’s hypnotic bass line in favor of a lick that guitarist Andy Summers recorded in one live take. Sting admitted that the lyrics — which sounded tender but were actually bitter — were pulled from the rock & roll cliché handbook. “‘Every Breath You Take’ is an archetypal song,” he told Rolling Stone. “If you have a major chord followed by a relative minor, you’re not original.”\n"],["Kraftwerk, 'Trans-Europe Express'","The German group’s hymn to the electronic future reveled in repetition, exerting a huge influence on early hip-hop (see Afrika Bambaata’s “Planet Rock”) and dance music; David Bowie was an avowed fan of the group’s “singular determination to stand apart from stereotypical American chord sequences.” But even while changing the pop landscape, Kraftwerk kept dreaming of the future. “Trans-Europe Express was done with huge machinery,” Ralf Hütter said in 1991. “We’re still carrying a lot of weight from city to city. We’re dreaming of carrying a briefcase from place to place with a laptop.”\n"],["TLC, 'No Scrubs'","TLC’s impassioned assertion of their material and romantic must-haves pissed off sensitive men so much that one group of them wrote, recorded, and distributed a response track called “No Pigeons.” TLC released two versions of the song to capture as many radio formats as they could, one without Left Eye’s rap verse and one with, and in turn, the song, all confidence and attitude, became ubiquitous. “Guys started checking themselves, like, ‘Am I a scrub?'” DMV-area DJ Face recalled. “You had to really think.”\n"],["Pink Floyd, 'Wish You Were Here'","Despite sky-high band tensions during the recording of the Floyd’s 1975 album, Wish You Were Here, Roger Waters and David Gilmour were able to come together for its title track, an elegy for burned-out ex-frontman Syd Barrett. During the recording, Barrett mysteriously appeared in the studio in such bad shape that, at first, nobody in the band recognized him. “He stood up and said, ‘Right, when do I put my guitar on?’” keyboardist Rick Wright recalled. “And, of course, he didn’t have a guitar with him. And we said, ‘Sorry, Syd, the guitar’s all done.’”\n"],["Bob Seger, 'Night Moves'","Seger spent the first decade of his career building up a loyal base of rock aficionados thanks to his high-energy live show, but it wasn’t until “Night Moves” that mainstream audiences followed. That’s because the nostalgic tale of fumbling, innocent teenage love was relatable to most everyone who caught it on the radio, bringing Seger his first of many Top 10 hits that would arrive over the next decade. “It still has the exact meaning it’s always had for me,” Seger said in 1994. “The freedom and looseness I had during high school.”\n"]]
