[["David Bowie, 'Station to Station'","In 1975, looking for a new change, Bowie fired his manager and moved to L.A., where he let his cocaine habit flourish and made Station to Station, exploring ideas in what he called “sound as texture.” The 10-minute title track, a Kraut-rock disco opus referencing drugs and Kabbalah mysticism, and somehow turning “The European canon is here!” into a get-down dance-floor salvo, introduced his Thin White Duke persona. Bowie later said he didn’t remember much about the recording, but it’s one of the funkiest experiments of his career."],["Sylvester, 'You Make Me Feel (Mighty Real)'","Though San Francisco singer and queer icon Sylvester had explored rock and soul on earlier recordings, he soon adapted to the disco that was then blanketing his neighborhood, the defiantly out and gay Castro. Sylvester co-wrote “You Make Me Feel (Mighty Real)” with guitarist James Wirrick, its over-the-top exuberance a match for the singer’s persona. “At first the band didn’t wanna play it as a dance tune,” Wirrick said. “And Sylvester and I kept saying, ‘No, you have to do that because that’s what’s on the radio.'”"],["Duran Duran, 'Hungry Like the Wolf'","It took Duran Duran many tries to crack U.S. radio. “But MTV had a more open mind, and they wanted to show new bands,” said singer Simon Le Bon. “Hungry Like the Wolf” has a deeply glammy mix of electronics and guitars (its riff was inspired by Marc Bolan of T. Rex), and was remixed until Americans could hear its charms. The action-packed video, shot in Sri Lanka, became a sensation. “MTV got so many requests that people started requesting it on the radio,” said Nick Rhodes, Duran’s keyboardist. “So it sort of quickly turned around.”"],["Public Enemy, 'Bring the Noise'","When PE recorded “Bring the Noise” for the 1987 movie version of Brett Easton Ellis’ novel Less Than Zero, Chuck D wasn’t much of a fan — “I practically threw it out the window,” he said. Then they started playing it live, and “people went berserk.” Jittery with screeching samples and cranked-up BPM, it answered critics dismissing the crew for their stridency with more of everything: more speed, more sound, and more proud references to their Blackness. “If they’re calling my music ‘noise,’ if they’re saying that I’m really getting out of character being a Black person in America, then fine,” Chuck D told Rolling Stone. “I’m bringing more noise.”"],["Elvis Costello, 'Alison'","Inspired, according to his 2015 memoir, by a “beautiful checkout girl” whose dreams he imagined “would soon be squandered to a ruffian,” this deceptively tender ballad on Costello’s debut album helped enshrine him as post-punk’s most gifted melodist. In 1977, Costello credited his hard-bitten lyrical style to the fact that “there’s nothing glamorous or romantic about the world at the moment.… Nobody’s got the time or the money.” Nevertheless, Costello’s attempt at “a beautiful sound” on “Alison” was inspired in part by Jimi Hendrix’s “The Wind Cries Mary”: They share a similarly crackling guitar tone."],["Afrika Bambaataa and the Soulsonic Force, 'Planet Rock'","This seminal 12-inch single is the sum of South Bronx DJ Afrika Bambaataa’s polyglot inspirations. There was Kraftwerk, Ennio Morricone’s theme music for Sergio Leone’s Fistful of Dollars trilogy, Captain Sky’s “Super Sporm,” and,more subtly, the pinging delights of Eighties arcade games. John Robie added keyboards, Boston producer Arthur Baker rendered it all through the Roland TR-808 and PCM, and rappers Soulsonic Force brought a unique stop-start, call-and-response party-rocking style they called “MC poppin.” It made for the first definitive hip-hop sound on wax: electro-funk."],["Jeff Buckley, 'Grace'","Describing himself as, among other things, “the warped lovechild of Nina Simone and all four members of Led Zeppelin,” singer-songwriter Jeff Buckley was a uniquely promising talent who released only one album, 1994’s Grace, before he died by drowning in the Mississippi River. Buckley wrote the lyrics to the album’s incandescent title track after saying goodbye to his girlfriend at the airport; his close collaborator Gary Lucas came up with the searing, spiraling guitar line. The impact was like hearing Chet Baker reborn in the Nineties, playing a cool Lower East Side bar."],["James Brown, 'Say It Loud (I’m Black and I’m Proud)'","In 1968, as protests against the Vietnam War raged, the Godfather of Soul put out a patriotic track called, “America Is My Home.” Not long after, activists placed a fake bomb in Brown’s hotel room. One of the singer’s next singles took on a markedly different tone, both politically — “We’d rather die on our feet, than be livin’ on our knees” — and musically, replacing the easy lope of “America Is My Home” with an agitated funk missile. “Say It Loud” was a bigger hit than its predecessor, reaching Number One on the R&B chart, in addition to becoming a Black Power anthem."],["Coldplay, 'Fix You'","From the frayed ends of his falsetto to his heart-on-sleeve lyrics, Chris Martin’s unironic earnestness is his gift; he reaches for the biggest emotions he can, and when he connects, the results can feel colossal. What gives “Fix You” its special charge is that it starts as a simple ballad (for his then-wife, Gwyneth Paltrow) and then the drums crash in, cueing harmonies that cross the cheese of Journey with the astringency of Bowie’s “Heroes,” and elevating the song into an instant standard. Just this year, BTS covered it on MTV Unplugged."],["Eric Church, 'Springsteen'","Over his career, country firebrand Church has proved he can write great songs about great songs (see 2015’s “Record Year”), but he may never top this 2011 ballad, in which Springtseen’s music unlocks a flood of teenage memories. “I went to a concert when I was younger with a girl, and to this day, when I hear that artist, it’s the soundtrack to that girl,” Church recalled. “I never think about her any other time, except when that song is on. That’s where the ‘Springsteen’ came from, and he seemed to be the perfect guy to craft that story around because of my love for him.”"],["Metallica, 'Enter Sandman'","Metallica felt their sprawling 1988 LP, …And Justice for All, had been an epic end point, and wanted to go for something more concise. ​​“Writing a simple song is way fucking harder than writing a crazy-busy, sideways, 10-minute song,” drummer Lars Ulrich said. With AC/DC and Mötley Crüe producer Bob Rock pushing them to streamline their sound, they made 1991’s Metallica and its career-changing hit, “Enter Sandman.” Guitarist Kirk Hammett came up with the song’s riff while jamming alone late one night, and Ulrich helped him arrange it into a radio-ready mammoth."],["Pretenders, 'Brass in Pocket'","“Brass in Pocket” is the first Number One U.K. hit of the Eighties, the eighth video played on MTV, and the song that launched the Pretenders into pop stardom. But when Chrissie Hynde first heard the finished version, which she was built around a riff by guitarist James Honeymoon-Scott, she hated it. “I said that would go out over my dead body,” the singer recalled in 2020. “I thought it sounded like it was trying to be a Motown song, but it didn’t quite get it. But now I like that song because it’s one of those songs that served me well.”"],["DMX, 'Party Up (Up in Here)'","“People believe you can only catch the Holy Ghost in church,” DMX said in 1998. “I get it onstage.” Indeed, few artists in any genre could match the late, great Yonkers rapper’s raw, contagious intensity. The commercial peak of his fruitful collaboration with producer Swizz Beatz had everyone from street-corner hustlers to suburban soccer mom’s hollering its avalanche of a refrain. But along with his rib-cage-rattling growl, X’s harried energy proved universal. Who among us hasn’t had the feeling of “Y’all gon’ make me lose my mind/Up in here, up in here.”"],["New York Dolls, 'Personality Crisis'","“We were very raw,” singer David Johansen recalled. “We were really into confronting the audience: ‘Hey, you stupid bastards. Get up and dance.’” No song better captured the New York Dolls’ glammed-out R&B than “Personality Crisis,” the opening track on the group’s debut. Produced by Todd Rundgren during an eight-day session, “Crisis” was the trashy sound of a meltdown (“Frustration and heartache is what you got”); soon after, the Dolls fell victim to one themselves and dissolved amid a haze of drugs."],["The Kinks, 'Lola'","Kinks frontman Ray Davies was inspired to write “Lola” after hearing about a member of his Kinks’ crew who met a beautiful blonde at a Paris club and took her back to his hotel room. “In the morning, he saw the stubble growing on her chin,” Davies said in 2020. “So, he got a surprise!” The little anecdote grew into a romantic tale of a man that falls for a trans woman (or perhaps a cross-dresser) named Lola. This was radical stuff for the Brady Bunch era, but somehow the theme of the song slipped past many radio programmers and it became a worldwide hit."],["Diana Ross, 'I'm Coming Out'","While working on the album that would become Diana, guitarist-producer-writer Nile Rodgers said, “I went out to this [trans] club one night, the Gilded Grape. I’m at the urinal, and there are three or four Diana Rosses around me. The next day I told Bernard [Edwards, his partner], ‘Man, you won’t believe what happened last night,’ and he said, ‘Great, let’s write that.'” When Ross asked the producers if the song was as pro-gay as it sounded, Rodgers said, “We denied it.”"],["Cardi B, J Balvin, and Bad Bunny, 'I Like It'","The idea for “I Like It” came from Atlantic CEO (and former DJ) Craig Kallman, who wanted a cut for Cardi’s debut, Invasion of Privacy, that emphasized her Puerto Rican roots. While he and producer J. White developed the backing track, Atlantic A&R rep Edgar Machuca recruited Latin urbano heroes J Balvin and Bad Bunny. The seven-month development process drew others, too, but it was Cardi B who turned “I Like It” into a one-of-a-kind spectacle. “I remember when I was six months pregnant doing the music video for the song,” she told Billboard. “But the outcome of it all was beautiful.”"],["Childish Gambino, 'Redbone'","For his third album as Childish Gambino, actor-writer-comedian-musician Donald Glover set aside the backpack rap of his early releases and attained the Seventies funk grail. Glover and Swedish co-producer Ludwig Göransson built the track atop a drumbeat of Glover’s and interpolated a bit of “I’d Rather Be With You” by P-Funk bassist Bootsy Collins, making loads of space for Glover to debut a freakishly high falsetto many assumed must’ve been pitch-shifted. To be sure he’d nailed the right vibe, Glover debuted the track for customers in an Atlanta hair salon."],["Fiona Apple, 'Paper Bag'","On an album of high emotional and musical drama — When the Pawn…, Apple’s knotty initial collaboration with producer Jon Brion — “Paper Bag” blows in on a warm breeze of swingy brushed drums and swelling horns, inspired, Apple has said, by a bag (actually plastic) she saw floating in the air and mistook for a dove. The song won Apple her second Grammy nomination in the Female Rock Performance category, and its public profile boomed when it was used in the movie hit Bridesmaids."],["The Slits, 'Typical Girls'","Inspired by the first flash of U.K. punk but uninterested in any of its clichés, London’s the Slits laid out their feminist vision on “Typical Girls,” a salvo against received gender tropes that caroms between peppy pop, punk, reggae, and even a bit of boogie-woogie jazz; “I used to say to the girls, ‘Sing in the same register of voice that you would use if you were shouting across a playground at school to someone,’” recalled guitarist Viv Albertine, whose boyfriend at the time, Mick Jones of the Clash, urged her to make the song more straightforward. Thankfully, the Slits didn’t listen."],["Fountains of Wayne, 'Radiation Vibe'","Schlesinger and Collingwood met at Williams College in Massachusetts. “We played albums by bands like the Replacements and R.E.M. and had long conversations about what their daily lives must be like,” Collingwood told Rolling Stone in early 2020, after Schlesinger died due to complications related to Covid-19. They reconnected in New York in the mid-Nineties and made their debut “bouncy and sloppy and full of spirit,” as Collingwood recalled. It opened with “Radiation Vibe,” power-pop perfection for a post-Nirvana world, and one of the most charming minor hits of the alt-rock era."],["D’Angelo, 'Untitled (How Does It Feel)'","“Untitled (How Does It Feel)” emerged during the three years of jam sessions for D’Angelo’s second album, Voodoo, channeling the Virginia R&B innovator’s love for Prince’s ballads. It inspired an iconic video that found him bare-chested, muscles rippling with sweat as he crooned sweet falsetto nothings directly into the camera. “He seemed like a very shy guy,” recalled director Paul Hunter, but “once he got in front of the camera, he was a very different person.”"],["The Killers, 'Mr. Brightside'","This tale of jealousy and paranoia has become a millennial “Don’t Stop Believin’,” an anthem belted at karaoke parties and by 100,000-strong football-game crowds at Michigan Stadium. Singer Brandon Flowers drew on real-life romantic angst (at one point a jealous Flowers tracked down his paramour and found her with another man at a Vegas bar), while the Killers worked up the grand sweep of U2 and Oasis songs they were referencing in their music at the time. “It was a real rough thing,” Flowers said of the ex in question. “But we got ‘Mr. Brightside’ outta her.”"],["The Cure, 'Pictures of You'","Robert Smith, who’s admitted to fudging the truth in interviews to keep himself interested while doing press, has shared several origin stories for “Pictures of You.” In one, he was inspired to write it after choosing to destroy all his personal photos; in another, he wrote it after finding a picture of his wife in the wreckage of a fire. The real story, however, hardly seems to matter when the end result is a masterclass of windblown goth-pop ecstasy like this, brimming with nostalgia, heartache, destruction, and desire."],["Merle Haggard, 'Mama Tried'","Haggard started out imitating “Lefty” Frizzell and Jimmie Rodgers. But he found his own voice telling his own story; “Mama Tried” began by invoking his own fatherless childhood, eternally loving mother, and the actual time he’d done in jail (though his bid was three to 15 on a robbery charge, not “life without parole,” as he sang). For the recording, Haggard wanted to mix his hard-driving Bakersfield country sound with folk music — “Somewhere in between Peter, Paul, and Mary and Johnny Cash,” he later said. He ended up with the greatest fugitive anthem in country history."],["The Drifters, 'Up on the Roof'","“Up on the Roof” — a summertime song for city dwellers whose only getaways were the tar beaches at the top of their buildings — was written by the husband-and-wife team of Gerry Goffin and Carole King, rising stars in New York’s Tin Pan Alley scene who had broken through with the Shirelles’ “Will You Love Me Tomorrow” and had already written one Drifters hit (“Some Kind of Wonderful”). It was sung by Rudy Lewis, the third in the Drifters’ cavalcade of great lead voices; in 1970, King reclaimed the song as a recording artist with a wistful, downtempo version."],["William DeVaughn, 'Be Thankful for What You Got'","William DeVaughn was living in Washington, D.C., when he brought his composition to Omega Sound, a pay-to-play production studio in Philadelphia. When the company realized DeVaughn was talented, they hired producer John Davis to arrange a professional session — with excellent MSFB musicians like drummer Earl Young and guitarist Norman Harris — and sold it to independent label Chelsea Records. DeVaughn’s one-hit wonder has epitomized Seventies-hustle mentality ever since, thanks to his Curtis Mayfield-like croon and the evocative chorus, “Diamond in the back, sunroof top, diggin’ the scene with a gangsta lean.”"],["Drake, 'Hotline Bling'","“Hotline Bling” was Drake’s entry into an ongoing flurry of new songs based around the rhythm track of “Cha Cha” by Virginia rapper-producer Shelley (formerly D.R.A.M.). “In Jamaica, you’ll have a riddim, and it’s like, ‘Everyone has to do a song on that,'” Drake said. “Imagine that in rap, or imagine that in R&B … that’s kind of what ‘Hotline Bling’ was.” In the same vein as that Jamaican tradition, “Hotline Bling,” with its infectious “You used to call me on my cellphone” intro and instantly meme-ready video, became an enormous viral hit, inspiring versions by everyone from Alessia Cara, who rendered the song as a ballad, to Erykah Badu, who spun her take into an entire phone-themed mixtape."],["Bonnie Raitt, 'I Can't Make You Love Me'","Raitt nailed this staggeringly intimate ballad in one take. “It’s a pretty devastating song to sing more than once,” she said later. “Plus, it took me a minute to recover from how sad it was.” With Bruce Hornsby on piano and Benmont Tench of the Heartbreakers on organ, she created an unexpected pop standard, performed by everyone from Adele and George Michael to Boyz II Men and Bon Iver. But no one has come close to Raitt’s honesty or vulnerability. Said producer Don Was: “It’s one of those performances that is so powerful that it changes the definition of what the popular music of the time is.”"],["Elton John, 'Bennie and the Jets'","This weird and wonderful Number One hit — Elton at his most playfully funky — is about a fictional rock band, as told by a ravenous fan preaching the gospel of Bennie and the Jets to her friends Candy and Ronnie. “I saw Bennie and the Jets as a sort of proto-sci-fi punk band,” lyricist Bernie Taupin told Rolling Stone in 2014, “fronted by an androgynous woman, who looks like something out of a Helmut Newton photograph.” Elton didn’t want “Bennie and the Jets” released as a single, only acquiescing after he heard it was getting play on the top Black station in Detroit."],["Buddy Holly, 'Peggy Sue'","Holly’s most iconic hit came together in a rehearsal. “Buddy had a song started called ‘Cindy Lou,'” said Jerry Allison, the drummer for Buddy Holly and the Crickets. “I think he had a niece named Cindy Lou.” During the recording, Allison’s snare drum was so loud that producer Norman Petty told him to play in the studio’s reception area. Perhaps to placate his drummer, Holly agreed to Allison’s suggestion that they rename the tune after a woman he was dating, Peggy Sue."],["The Cars, 'Just What I Needed'","“If the goal was to have great success making pop music with a sense of irony,” Cars guitarist Elliot Easton told Rolling Stone shortly after Ric Ocasek’s death in 2019, “then mission accomplished, right?” Written in the late Seventies in the basement of a commune where Ocasek lived, the Cars’ debut single defined their mix of precision-tuned sleekness and creepy mystery — especially when he throws in the vampiric line “I needed someone to bleed.” In a testament to the tune’s genius, a rawer early demo, lacking the meticulous studio polish that made it a New Wave smash, broke on Boston radio before the official version even came out."],["Soundgarden, 'Black Hole Sun'","Chris Cornell was watching TV one day when he thought he heard a news anchor refer to a “black hole sun.” He soon realized he was mistaken, but he liked the phrase, so he hung onto it and later attached it to the otherworldly power ballad that would become Soundgarden’s biggest hit. The song bathed the band’s signature gloomy crunch in a heady psychedelic swirl, giving it an eerie, Floyd-ian feel. “It was this combination of bright and dark,” Cornell recalled, explaining the song’s spooky gravitational pull. “This sense of hope and an underlying moodiness.”"],["Frank Ocean, 'Thinkin Bout You'","When Ocean sang, “My eyes don’t shed tears, but boy they pour when I’m thinking ’bout you,” the subtle shift in pronoun marked a turning point in R&B; he accompanied his debut, Channel Orange, with a heartfelt open letter on his Tumblr, artfully telling the story of coming to understand his sexuality. “Thinkin Bout You” was in some ways accidental; the song was originally written for R&B singer Bridget Kelly. But when a demo of Ocean’s subtle, elegiac version leaked, it immediately became recognized as the shy soul visionary’s signature song."],["The Crystals, 'Da Doo Ron Ron'","Within a year, the Crystals’ records went from high drama (“He’s a Rebel”) to swooning romance (“Then He Kissed Me”) to the speaking-in-tongues magic that is “Da Doo Ron Ron.” And every one was a smash. Spector, their producer, was adamant: “My belief is that every disc issued should be a hit,” he declared in 1964. “Big labels put out hundreds of discs, but every one I put out I intend for the charts.” The Crystals themselves didn’t all sing on the record — just lead vocalist LaLa Brooks, backed by session singers, including Cher."],["Sex Pistols, 'God Save the Queen'","Banned by the BBC for “gross bad taste,” this blast of nihilism savaged the pomp of Queen Elizabeth II’s silver jubilee and came in a sleeve showing Her Majesty with a safety pin through her lip. “As far as I’m concerned, she ain’t no human being,” said singer Johnny Rotten. “She’s a piece of cardboard they drag around on a trolley.” The manic sneer in John Lydon’s voice and Steve Jones’ glam-avalancher guitar crunch immediately made it the signature anthem of U.K. punk rock as proud social disease."],["The Grateful Dead, 'Box of Rain'","Perhaps the Dead’s finest moment in a recording studio, with its raggedly gorgeous harmony singing and concise down-home guitar beauty. Robert Hunter wrote “Box of Rain” to music Phil Lesh had given him, quickly penning a reflection on mortality. Lesh learned to sing it while driving out to visit his father, who was dying of cancer. “By ‘box of rain,’ I meant the world we live on,” Hunter said later, “but ‘ball’ of rain didn’t have the right ring to my ear, so ‘box’ it became, and I don’t know who put it there.”"],["Bob Marley and the Wailers, 'Could You Be Loved'","In the liner notes to the 1992 Marley box set Songs of Freedom, “Could You Be Loved” is described as “consciously recorded with a sound that would appeal to Black American radio programmers.” Indeed, it’s Marley’s only single to make the Billboard Dance chart, thanks in part to a disco groove and irresistibly fluttering keyboards. He wrote “Could You Be Loved” on airplanes en route to the final shows he would play before his death from cancer in 1981, a slot opening for the Commodores. The sheet music of the song was later emblazoned on a postage stamp issued by the Jamaican government."],["Kacey Musgraves, 'Merry Go 'Round'","Inspired by her upbringing in a “tiny little Bible Belt town,” the Texan country artist channeled years of firsthand observation into her debut single, a searingly on-point bit of small-town realism about folks settling into comfort zones that become life sentences. “I feel like it’s something everyone can relate to,” Musgraves said. The jaw-dropping lines “Mama’s hooked on Mary Kay, brother’s hooked on Mary Jane, and daddy’s hooked on Mary two doors down” might’ve been a little edgy, but the song went Top 10 on country radio and won Best Country Song at the Grammys."],["Jimmy Cliff, 'The Harder They Come'","Before this song, Cliff had already won acclaim: Bob Dylan lauded his 1969 single “Vietnam” as “the best protest song ever written.” But Cliff became an international star with this gospel tale of eternal rebellion, expressly written for the movie of the same name, in which he played Ivan Martin, a young man who comes to Kingston, Jamaica, to make his way as a musician. “The film opened the door for Jamaica,” Cliff recalled. “It said, ‘This is where this music comes from.'”"],["Prince, 'Little Red Corvette'","A horse-racing metaphor, a car metaphor, and a sex metaphor: Prince didn’t scrimp on literary possibilities in coming up with what would be his first Top 10 hit. In 1982, Prince had a 24-track studio installed in his basement; by 6 p.m. the day after it was set up, he had recorded “Little Red Corvette.” The song is an almost perfect erotic fusion of rock and funk that builds slowly until exploding into a guitar solo. Fittingly, Prince wrote the lyrics in the back seat of a car, but not a red Corvette: It was a bright-pink Ford Edsel belonging to Revolution keyboardist Lisa Coleman."],["Fugees, 'Killing Me Softly With His Song'","For all the musical creativity New Jersey trio Fugees unveiled on their classic album The Score, it was a cover of a 1972 Roberta Flack ballad that remains their most iconic moment. Pras came up with the idea to do it, and producer Salaam Remi suggested using A Tribe Called Quest’s “Bonita Applebum” instrumental. Meanwhile, producer Jerry Wonder decided to use a “reggae one drop” bass line. But this song truly belongs to Lauryn Hill: It’s the moment when she evolved from everyone’s favorite femcee to a generational icon."],["Patti Smith, 'Because the Night'","While recording Darkness on the Edge of Town in 1977, Bruce Springsteen and the E Street Band had come up with a rough sketch of a song that they weren’t sure what to do with. That is, until engineer Jimmy Iovine stepped in and decided it belonged to another artist he was working with at the time: “One night, whilst we were lounging around the Hotel Navarro in New York, I told Bruce I desperately wanted a hit with Patti, that she deserved one. He agreed.” The rest is history: With its twin verses written by Springsteen and Smith, respectively, “Because the Night” perfectly captured both artists’ hungry-hearted rock & roll spirit, and became Smith’s lone Top 20 hit."],["Taylor Swift, 'Blank Space'","After nearly a decade of having her lyrics, public image, and dating life scrutinized beyond her control, Swift chose to take back the narrative with “Blank Space,” a song that satirizes her “serial dater” persona by doubling down on it — it became an intense-even-for-Taylor highlight of her synth-pop blowout 1989. “That was the character I felt the media had written for me, and for a long time I felt hurt by it,” she said. “I took it personally. But as time went by, I realized it was kind of hilarious.”"],["Cheap Trick, 'Surrender'","Cheap Trick came out of Rockford, Illinois, in 1974, a Midwestern rock & roll corrective to the self-seriousness of music at the time. ​​“People go to bars to pick up girls and dance,” bassist Tom Petersson recalled. “They didn’t want to hear Emerson, Lake, and Palmer.” Trick provided the ultimate Seventies teen anthem in “Surrender,” with a verse about a kid who catches his mom and dad getting stoned and making out to his Kiss records. Guitarist-songwriter Rick Nielsen’s secret? “I [had] to go back and put myself in the head of a 14-year-old.”"],["Thelma Houston, 'Don't Leave Me This Way'","This emotive disco ballad, previously by Harold Melvin and the Blue Notes, became a barnburner for Motown star Houston. When she was nominated for a Best Female R&B Vocal Performance Grammy for it, she stayed home, having lost a previous time to Aretha Franklin. This time, Houston won. She later recalled: “You don’t want to feel like a fool when you win and people ask you years later, ‘Where were you?’ — ‘Oh, I was at home, scrubbing my kitchen floor.’”"],["Michael Jackson, 'Rock With You'","“Rock With You” is at once a beginning and an end. Released in 1979, it’s the perfect swan song for the disco era — a seductive, love-filled romp with rich horns, staccato strings, slick guitar, and subtle synth work. It’s also the first collaborative effort between Jackson, songwriter Rod Temperton, and producer Quincy Jones, and with “Rock With You” as their foundation, this trio would soon redefine pop and make Jackson its king. Usher later said, “Songs like ‘Rock With You’ made me want to become a performer.”"],["Eurythmics, 'Sweet Dreams (Are Made of This)'","“Sweet Dreams” was a deceptively catchy and seductive single from two former lovers. “The day Dave and I ended our romance, Eurythmics began,” Lennox told Rolling Stone. Their relationship had crumbled along with their previous band, the Tourists, and the creation of Eurythmics steered the two away from guitar-based New Wave and into the burgeoning synth-pop scene. But the tense sessions for “Sweet Dreams” nearly ended their musical partnership. “I was curled up in the fetal position,” Lennox said. “He programmed this rhythm. It sounded so good. In the end I couldn’t resist it.”"],["Ice Cube, 'It Was a Good Day'","Ice Cube’s 1992 album, The Predator, was steeped in the turmoil of the L.A. riots. But for “It Was a Good Day,” he wanted to show a little optimism: “I remember thinking, ‘OK, there’s been the riots, people know I will deal with that. That’s a given. But I rap all this gangsta stuff; what about all the good days I had?’” Yet his day-in-the-life chronicle, which cruises along on a smooth Isley Brothers groove, is hardly carefree; even if Cube didn’t have to use his AK, the specter of violence and racism is always close at hand."],["Jorge Ben, 'Ponta de Lança Africano (Umbabarauma)'","When David Byrne put together an introductory compilation of Brazilian pop for American listeners in the late Eighties, he opened it with this track, and for good reason. Ben was a versatile artist with a hornlike vocal wail and slippery sense of rhythm who effortlessly fused bossa nova and samba with rock and funk. “Ponta de Lança Africano,” dedicated to an African soccer player, opens his fantastic 1976 album Africa Brazil; Ben works closely with his backup singers, who alternate between echoing the lead and providing sweet chirping accents, to pour fuel on the rhythm section’s fire. The result is a funky tour de force."]]
