[["Neil Young, 'Powderfinger'","According to Crazy Horse guitarist Frank “Pancho” Sampedro, this song came to Young in a seizure dream: It’s an epic Western crammed into a roaring five minutes, and one of rock’s grizzliest coming-of-age stories. Young sings about a lone 22-year-old left to defend his no-account outlaw kin against government soldiers now that his daddy’s dead, with the corrosive majesty in Young’s frontier-grunge guitar mirroring his protagonist’s doomed dream of freedom. “It shows the futility of violence,” Young wrote. He originally recorded it in 1975 for his abandoned Chrome Dreams album, and returned to it four years later to open the plugged-in side of Rust Never Sleeps."],["Blue Öyster Cult, '(Don’t Fear) The Reaper'","Blue Öyster Cult, a hard-rock band born out of the intellectual, Sixties hippie scene at Long Island’s Stony Brook University, had been kicking around a few years when they manifested this spooky death trip, which Rolling Stone deemed 1976’s best rock single — as engineer Shelly Yakus said at the end of the first take, “Guys, this is it!” Being the subject of Saturday Night Live’s infamous “More cowbell!” sketch made the song a punch line in the 2000s, but to hear it on the radio late at night is to be freaked out anew by singer-guitarist “Buck Dharma” Roeser crooning about Romeo, Juliet, and the “40,000 men and women every day” headed to the great beyond."],["Erykah Badu, 'Tyrone'","“Why can’t we be alone sometimes?” Badu pleads at first — and then comes the swerve: Her man’s best friend, Tyrone, should come and get him and his things, stat. It presaged later R&B classics of the type, from TLC’s “No Scrubs” to Beyoncé’s “Irreplaceable.” The frank tone of “Tyrone” also helpfully deflated some of the hype surrounding the imperiously cool Badu, a leader of the budding neo-soul scene. “The more they get familiar with me, the more they see I’m not a spiritual-goddess leader without a flaw,” she said. “That makes people doubt you, because a lot of times people look at the messenger more than they wanna take the message.”"],["The Beatles, 'Help!'","“Most people think it’s just a fast rock & roll song,” Lennon said. “Subconsciously, I was crying out for help. I didn’t realize it at the time; I just wrote the song because I was commissioned to write it for the movie.” Overwhelmed by Beatlemania, Lennon was eating “like a pig,” drinking too much, and “smoking marijuana for breakfast” — only 24 years old, he was already expressing nostalgia for his lost youth. “I don’t like the recording that much,” Lennon would later tell Rolling Stone. “We did it too fast, to try and be commercial.”"],["Bruce Springsteen, 'Rosalita (Come Out Tonight)'","“I wrote it as a kiss-off to everybody who counted you out, put you down, or decided you weren’t good enough,” Springsteen wrote of the first roof-raising arena anthem of his career. The melody and cadence for “Rosalita” came from a Van Morrison-style song that Springteen played as a solo acoustic tune; it evolved into his riotously hard-charging set closer throughout the Seventies, a story of underdog rock & roll romance that he said was ripped straight from his real life — “even the names, Big Bones Billy, Weak Kneed Willy, all of ’em.”"],["T. Rex, 'Cosmic Dancer'","“I am my own fantasy. I am the ‘Cosmic Dancer,’” Marc Bolan said. His fantasy world was all encompassing. T. Rex began as Tolkien-loving hippie-folk gnomes, but by the time they recorded Electric Warrior in 1971, producer Tony Visconti helped them create a glam masterpiece; on the sky-skipping ballad “Cosmic Dancer,” Bolan shows the distracted child beneath his slithering get-it-on persona, singing “I was dancing when I was eight/Is it strange to dance so late,” at once hot, absurd, and disarmingly human."],["50 Cent, 'In Da Club'","Queens rapper Curtis Jackson came ready-made with a mythic backstory (he’d been shot nine times) and a pedigree of hot mixtapes. When he teamed up with Dr. Dre, he got the sound he needed to become a superstar. Dre actually came up with the spartan-yet-smooth track for “In Da Club” with Eminem protégés D12 in mind, intending to use it on the 8 Mile soundtrack. “50 walked into the studio and picked up a pen,” Dre said. “We were done in an hour. We just made some shit we wanted to hear.”"],["Fall Out Boy, 'Sugar, We’re Goin Down'","“I wrote the lyrics in Chicago,” bassist Pete Wentz told Rolling Stone of modern emo’s national anthem. “I was with my dad, and we were listening to the old music where they’d always say ‘sugar’ and ‘honey’ — stuff like that. I was like, ‘Why doesn’t anyone do that anymore?’” When Fall Out Boy did it, it signaled a sea change — emo, which had roots in confessional hardcore punk, had grown into a new and often highly theatrical kind of arena rock. But when Patrick Stump finishes the title phrase with the word “swinging,” it still makes the heart surge."],["Motörhead, 'Ace of Spades'","With a galloping beat, assaultive riffs, and loads of distortion on pretty much everything, “Ace of Spades” is a lynchpin moment in English hard-rock’s evolution into a faster, harder, more brutish beast, adored by punks and metalheads alike. The double-time, chunka-chunka percussion that kicks in at around 1:12 is a reverbed wood block, a swinging flourish of detail amid the fury that was added at the suggestion of producer Vic Maile. “I’m glad we got famous for that rather than for some turkey,” bassist-growler Lemmy Kilmister said. “But I sang ‘the eight of spades’ for two years and nobody noticed.”"],["Miranda Lambert, 'The House That Built Me'","For all her sass and swagger, country star Miranda Lambert’s finest moment is this bittersweet ballad, a moving evocation of home as a place you can return to, if only in memory. “The House That Built Me” is full of heart-tugging concrete imagery: the tiny bedroom where the narrator did her homework, the live oak under which her dog is buried. In the studio, Lambert set up photos of her childhood home to set the mood. “I just started bawling from the second I heard it,” she said. It still has the same power; the singer cried performing the song at a show in her home state of Texas in 2021."],["Alicia Keys, 'If I Ain't Got You'","Saddened by the tragic 2001 death of R&B singer Aaliyah, Keys composed this moving expression of her loss, bringing the organic-feeling lushness of Seventies R&B balladry into the digitized 21st century. She was on such a creative roll at the time of her album The Diary of Alicia Keys that she almost gave the song away to Christina Aguilera, until her A&R rep Peter Edge intervened. “I was like, ‘Why? I’ll write a hundred more,’” she recalled telling him. “I’m kinda glad he made sure I didn’t do that.”"],["Celia Cruz, 'La Vida Es un Carnaval'","Celia Cruz had a voice that combined opulent, operatic tones with the Afro-Cuban call-and-response style of pregón — and her legendary roar was at its most august and powerful extolling the joy of being alive on 1998’s triumphant “La Vida Es un Carnaval.” The song was especially potent coming from Cruz, who came to New York and helped shape the salsa movement following a painful exile from Cuba in the Sixties. “La Vida Es un Carnaval” became a life-giving anthem for audiences and marked a stunning final act of her formidable career."],["Megan Thee Stallion feat. Beyoncé, 'Savage (Remix)'","A Houston summit meeting: the skyrocketing MC Megan Thee Stallion’s breakout single, remixed with the city’s — and R&B’s — reigning queen confidently spitting a few quick bars to remind us that, if she really wanted to, she could rap circles around your favorite MC as a full-time job. When Beyoncé confirmed her guest spot was on, Megan said, “I cried — like, I had to call my grandma.” But just her grandma: The collaboration — which hit Number One on its own — was kept under wraps until the last second: “I didn’t even tell my best friend.”"],["Lucinda Williams, 'Passionate Kisses'","As Williams struggled to find a place in the pigeonhole-happy music industry of the Eighties, she landed on the British punk label Rough Trade and recorded a self-titled album anchored by this raw-voiced demand for not only kisses but also homelier needs like “pens that don’t run out of ink.” Three years later, Mary Chapin Carpenter turned it into a Grammy-winning country hit that also crossed over to pop and adult contemporary, making it Williams’ best-known song. “When I get to the line ‘It’s my right,’ all the women in the audience yell out and go nuts,” Williams has said. “I love it.”"],["Carly Rae Jepsen, 'Call Me Maybe'","A Canadian pop star mostly unknown in the U.S., Jepsen said she initially wrote the inescapable hit that ruled the radio in 2012 as a “folk song.” Once it was restructured, with giddy string breaks, it caught the ears of reigning pop-power couple Justin Bieber, who tweeted that it was “possibly the catchiest song I’ve ever heard lol,” and Selena Gomez, who said, “This smile is because of Carly Rae Jepsen. We have not stopped listening to your song girl!” Sometimes even a classic needs a little push."],["Rush, 'Limelight'","Rush drummer Neil Peart tackled the trap of rock-star fame without sounding like a spoiled rock-star misanthrope — and, a little ironically, ended up writing one of the Canadian prog-rock trio’s biggest arena hits. “Limelight” sanded down the knottier edges of its 7/4 riff to sound at home on FM radio, as Geddy Lee sang about feeling “ill-equipped to act/With insufficient tact,” making no apologies for their brainy aspirations. “I didn’t want to be famous,” Peart observed years later. “I wanted to be good. And that’s a whole other thing.”"],["Ramones, 'Sheena Is a Punk Rocker'","The Ramones’ ode to the liberating power of punk and the unsinkable spirit of their native New York appeared both as a single that actually hit the charts (at Number 81) and as a slicker, remixed cut on their comparatively high-budget third LP, Rocket to Russia. Joey Ramone took the title from the golden-age comic book Sheena, Queen of the Jungle. “I combined Sheena, Queen of the Jungle, with the primalness of punk rock,” he said. “It was funny, because all the girls in New York seemed to change their names to Sheena after that.”"],["Pet Shop Boys, 'West End Girls'","Inspired in equal parts by the hip-hop social commentary of “The Message,” the abstract imagery of T.S. Eliot’s The Waste Land, and a late-night viewing of an old Jimmy Cagney gangster flick, Neil Tennant turned the eye of a detached observer on British club life for the pop duo’s career-making single. Rarely has a synth-bass been as eloquent as the one that underlines this chorus. And in five words, Tennant later summed up not just the song but the Boys’ whole early aesthetic: “It’s about sex. It’s paranoid.”"],["Eddie Cochran, 'Summertime Blues'","Cochran’s label tried molding him into a crooning teen idol, but he made his mark with a string of rockabilly ravers written with partner Jerry Capehart. Explaining the inspiration for this classic, Capehart said, “There had been a lot of songs about summer, but none about the hardships of summer.” With that idea and a guitar lick from Cochran, they knocked out the song in 45 minutes. It’s one of rock’s first great alienated-teen anthems, with an absurdist political element that resonated with future hard rockers, including the Who and Blue Cheer, who are among the many bands to cover it."],["Prince, 'Adore'","It shows just how jam-packed Prince’s double LP Sign O’ the Times was that its awe-kissed finale, the gospel-drenched slow jam “Adore,” wasn’t a single. But that doesn’t mean the song never got radio airplay — in fact, that’s part of why he recorded it. “Adore” was written to answer criticism that Prince had lost interest in the Black audience. It was aimed at quiet storm, the adult R&B format as heavy on album tracks as on singles — where, as intended, it got substantial play."],["Pete Rock and CL Smooth, 'They Reminisce Over You'","When “Trouble” T Roy, a dancer with Heavy D and the Boyz, died on tour in 1990, his pals — hip-hop producer Peter “Pete Rock” Philips and rapper Corey “CL Smooth” Penn — put together hip-hop’s most powerful elegy. Over a warm horn break sampled from composer Tom Scott, Smooth kicks conversational rhymes about love, music, family, memory, and friendship, beautifully honoring their late buddy. “When we listened back to the record, we just started crying,” Pete Rock recalled. “When I felt like that, I was like, ‘This is it.’ Deep in my heart I felt like this was gonna be something big.”"],["Queen and David Bowie, 'Under Pressure'","Queen was in a Swiss studio recording their album Hot Space when they bumped into Bowie, who was in the same studio working on a song for the horror movie Cat People. This epic anthem of resistance against the forces of everyday exhaustion evolved out of an impromptu jam, with Bowie scatting his vocals on the fly. “Everybody just goes in there with no ideas, no notes, and sings the first thing that comes into their head over the backing track,” Queen guitarist Brian May recalled. “Then we compiled all the bits and pieces.”"],["Harry Styles, 'Sign of the Times'","When the One Direction heartthrob announced he was going solo, nobody quite expected his first single to be a sweeping, glammy piano ballad. Cut in all of three hours, “Sign of the Times” is full of falsetto verses, choral background vocals, and deep-focus guitar fuzz. “The song is written from a point of view as if a mother was giving birth to a child and there’s a complication,” Styles said. “The mother is told, ‘The child is fine, but you’re not going to make it.’ The mother has five minutes to tell the child, ‘Go forth and conquer.’”"],["Sugar Hill Gang, 'Rapper's Delight'","When New Jersey indie-label owner and R&B hitmaker Sylvia Robinson heard about rapping DJs from her son, she decided to get in on the action. The Sugarhill Gang, named for the label she co-owned with her husband, Joe, had no ties to the New York hip-hop scene, but with some help from Cold Crush Brothers’ Grandmaster Caz’s rhyme book, they laid out 14 minutes of silly stories and ingratiating style to a re-creation of Chic’s “Good Times” and changed the world."],["Nicki Minaj, 'Super Bass'","Minaj had surprised fans of her raunchy, skills-flaunting mixtapes with the cotton-candy swirl of radio-friendly synths on her debut LP, Pink Friday. She was a new kind of popular rapper, one who could sing her own hooks without seeming soft. When that album didn’t produce a smash hit, this follow-up did the trick. It’s a dizzy celebration of objectifying and thirsting after boys hooked to a timeless “boom, badoom, boom, boom, badoom, boom, bass.” As Minaj described it at the time, it’s about when “you kind of want to get your mack on, but you’re taking the playful approach.”"],["Muddy Waters, 'Mannish Boy'","Chess Records was a competitive place. After Muddy Waters issued “I’m a Hoochie Coochie Man,” Bo Diddley wrote a response, called “I’m a Man” — and two months after that, Waters wrote his own reply. “Then I got on it with ‘Mannish Boy’ and just drove him out of my way,” he recalled. (Diddley received a co-writing credit.) “Mannish Boy” became a British blues anthem for, among others, the Rolling Stones — a band Waters proudly called “some of my best friends.”"],["Blackstreet feat. Dr. Dre and Queen Pen, 'No Diggity'","No one wanted to record “No Diggity.” Teddy Riley introduced the idea for this R&B rump shaker to Aaron Hall during failed reunion talks for their pioneering New Jack group Guy; Hall passed. Riley’s then-current group, Blackstreet, didn’t like it either: He had to persuade them to do it, even singing the first verse as encouragement. With its old-school harmony vocals and a sample of some Bill Withers acoustic guitar, “No Diggity” became their biggest hit and a guaranteed floor filler ever since its release."],["Fiona Apple, 'Criminal'","As 18-year-old Apple wrapped up work on her debut, Tidal, her label said the album needed one more commercial track (as labels are known to do). In 45 minutes, she whipped up what would become her only hit single, about “feeling bad for getting something so easily by using your sexuality.” A jagged piano bass line, searing strings, and a clattery beat contribute to a moody song that is tricky to pin down — self-critical yet self-satisfied, playful yet ominous, sulky yet seething."],["Craig Mack feat. Notorious B.I.G., LL Cool J, Busta Rhymes, Rampage, 'Flava in Ya Ear (Remix)'","Knowing a smash when he heard it, Bad Boy label head Sean “Puffy” Combs purchased the beat — built around an incessant two-note riff and thick drum smack — from producer Easy Moe Bee and used it for Mack, then making his debut. Mack’s remix verses are solid (“Wanna grab my dick/Too lazy/Hold it for me”), but his guests make this perhaps the greatest posse cut of all time. LL is smooth, Busta spits machine-gun fire and Biggie, mere months away from his own debut, drops such gems as “I get more butt than ashtrays,” and “You’re mad ’cause my style you’re admiring/Don’t be mad, UPS is hiring.”"],["The Smiths, 'How Soon Is Now?'","With its engulfing, molten guitar intro and enormous drums, “How Soon Is Now,” which began life as a B side, grew to become a bona fide club hit for the Smiths. Guitarist Johnny Marr wanted a riff that would be inescapably recognizable: “When [it] plays in a club or a pub,” he said, “everyone knows what it is.” Marr came upon the song’s guitar riff hungover at an afternoon session after producer John Porter asked him to try to replicate the Elvis Presley classic “That’s All Right.” Porter later recalled thinking, “Now we’ve got a band that could be like R.E.M. are now.”"],["The Mamas and the Papas, 'California Dreamin' '","One frigid winter in Manhattan, a song came to John Phillips in the middle of the night. He woke up his young wife, Michelle, who was homesick for the West Coast, to help him finish writing “California Dreamin’,” one of the all-time sunniest songs of longing. The tune was first recorded by Phillips’ folk group the New Journeymen, and later given to Barry McGuire as a thank-you after McGuire, riding high with “Eve of Destruction,” introduced the group to producer Lou Adler, who convinced the Mamas and the Papas to cut it themselves."],["Mariah Carey, 'Fantasy'","The diva’s big dive into the world of hip-hop is built on a sample from the Tom Tom Club’s “Genius of Love,” further enhanced by a Puff Daddy remix. The rap feature from Ol’ Dirty Bastard was hardly smooth sailing — according to A&R rep Cory Rooney, ODB took three naps while recording his verse, and demanded Moët and Newports to get him in the mood. The rapper’s wild presence unsettled Columbia Records execs, but Carey said she loved the energy he brought: “He was your loving, fun-ass uncle who gets drunk at all the festivities, at Christmas dinner, the cookout, Thanksgiving.”"],["Booker T. and the MGs, 'Green Onions'","The Stax house band had never considered making its own hits until it cooked up this simmering jam based around an organ line 17-year-old Booker T. Jones had written, “trying to emulate Ray Charles.” As guitarist Steve Cropper recalled, “I said, ‘Shit, this is the best damn instrumental I’ve heard since I don’t know when.'” As for the onions, Cropper explained that “we were trying to think of something that was as funky as possible.” Its original title was “Funky Onions,” but, according to Jones, “It sounded like a cuss word. So we retitled it ‘Green Onions.'”"],["Mark Ronson feat. Bruno Mars, 'Uptown Funk'","The breezy boogie vibes of “Uptown Funk” didn’t come easy. A rehearsal jam at Mars’ Los Angeles studio led to several arduous sessions of trial and error. Mars lifted the “Don’t believe me, just watch” hook from rapper Trinidad James’ hit “All Gold Everything.” Ronson paid homage to Kool and the Gang by using an all-horns chorus featuring Antibalas and the Dap-Kings; he also added a crucial guitar part, while producer Jeff Bhasker contributed synths. After the song became a huge cross-genre hit, its knowing riff on Eighties funk styles also inspired several lawsuits — proof that success has many fathers."],["Pearl Jam, 'Alive'","This song was the genesis of the band — guitarist Stone Gossard wrote the music, and future singer Eddie Vedder recorded the vocals after hearing a demo — and “Alive” still sounds like Pearl Jam at its wooliest. “It all happened in seven days,” guitarist Mike McCready remembered. “It was very punk rock. Eddie would stay there in the rehearsal studio, writing all night. We’d show up, and there was another song.” Together, Gossard and McCready worked up a maelstrom, while Vedder matched them with a tempestuous vocal as he remembered the difficult days he lived through after learning of the long-hidden identity of his birth parents."],["Depeche Mode, 'Enjoy the Silence'","With a low-slung guitar riff and a lyric delivered by Dave Gahan at his most quaveringly romantic, “Enjoy the Silence” was the Top 10 hit that made Depeche Mode into American superstars, propelling their seventh album, Violator, to triple-platinum status and prompting a near-riot at a SoCal in-store appearance. Originally, “it was kind of half a song,” Gahan said. “And Alan [Wilder] and Flood, who was producing the album, had this idea to put a beat to it.” When Martin Gore added the guitar, Gahan said, “that was it.”"],["Blondie, 'Dreaming'","Featuring one of the greatest opening lines in rock — “When I met you in a restaurant/You could tell I was no debutante” — “Dreaming” is both escapist fun and about escapist fun — the kind that doesn’t cost anything. Blondie guitarist-songwriter Chris Stein called “Dreaming,” the shimmering hit from their 1979 album Eat to the Beat, “a mishmash of a lot of things. It really was supposed to be more disco rock than it came out. The bass drum got swamped by the tom-toms.” Drummer Clem Burke later said that he played all those wild roller-coaster fills because he thought the recording was just a warmup take."],["Them, 'Gloria'","When Van Morrison wrote his first hit, “Gloria,” with the Belfast garage band Them, he was just another hungry young rocker, but his gravelly voice sounds years older than he was, and you can already notice the roots of the Celtic R&B mysticism he’d pursue for decades to come. “I was just being me, a street cat from Belfast,” Morrison said. “Probably like thousands of kids from Belfast who were in bands.” A Chicago group called Shadows of Knight hit with a more cautious version in 1966; Morrison later complained that “Gloria” was “capitalized on, a lot.“"],["Neneh Cherry, 'Buffalo Stance'","“I always try and put an element of rawness — which probably is sex — into what I do,” Neneh Cherry said of her solo smash “Buffalo Stance.” “It’s that something that sends tingles up your spine, that’s the sex in my voice.” A searing dance track featuring the first rapping by a British woman most Americans had heard, the song was inspired by the London designer Ray Petri, who called his streetwear-inspired fashion Buffalo. “To me, a buffalo stance is an attitude you have to have in order to get by,” she told The New York Times. “It’s not about fashion but about survival.”"],["Wilco, 'Heavy Metal Drummer'","Jeff Tweedy yoked the sweetest melody of Wilco’s career to this openhearted song about making peace with the hair-metal dudes he used to mock in his punk-rock youth. It’s the centerpiece of Wilco’s post-alt-country artistic breakthrough Yankee Hotel Foxtrot: a kicky drum groove, some breezy strumming, randomly accented electronic blips, and Tweedy singing himself a midlife lesson about never giving into easy irony. As he said in 2004, “That song is really just another reminder about not being judgmental and reductive.”"],["Allman Brothers Band, 'Whipping Post'","The studio version (recorded when author and singer Gregg Allman was 21 years old, and written a year earlier, on the cover of an ironing board as it came to him) clocks in at a comparatively svelte 5:17 on the Allman Brothers’ 1969 debut. Built around Berry Oakley’s bass riff and opening in an unusual 11/4 time signature, it became the stuff of jam-band legend in its sprawling 22:40 live version on 1971’s At the Fillmore East, where it showcased guitarists Duane Allman and Dickey Betts’ bluesy fire and the rhythm section’s jazzy ramble."],["Foo Fighters, 'Everlong'","A fittingly intimate monument to the alternative era, “Everlong” has become a quasi-official pop-culture envoi, whether it’s been arranged for strings for Monica and Chandler’s wedding on Friends or performed by the Foo Fighters on David Letterman’s final Late Show. No surprise: Dave Grohl came up in the Washington, D.C., hardcore scene, and the signature Foos song was the rare Nineties hit to supersize original Eighties D.C. emocore. Grohl wrote it following his breakup with Louise Post of Veruca Salt; when asked, he would only confirm that it was “about a girl.”"],["Cat Stevens/Yusuf, 'Father and Son'","This wisdom-sharing ballad about the strained generation gap between families has its origins in a musical Stevens wrote about the Russian Revolution. The project was ultimately shelved, and “Father and Son” became a hit from Tea for the Tillerman, one of the biggest albums of the early-Seventies singer-songwriter boom. “That’s a beautiful thing about the gift of music and what it can do to you,” Stevens, who later changed his name to Yusuf Islam, told Rolling Stone. “It’s really become integral to so many people’s lives.”"],["Lynyrd Skynyrd, 'Free Bird'","This definitive Southern-rock guitar epic had a humble birth, with late Skynyrd frontman Ronnie Van Zant scribbling lyrics about keeping love alive on tour, while Allen Collins jammed on guitar — although initially, the singer complained Collins used too many chords. “But after a few months,” said guitarist Gary Rossington, “we were sitting around and he asked Allen to play those chords again. After about 20 minutes, Ronnie started singing ‘If I leave here tomorrow,’ and it fit great.” The nine-minute album cut got heavy rock-radio airplay, an edited single reached the pop Top 20, and Skynyrd always encores with it."],["Run-DMC, 'Sucker MC's'","Rap’s boom-bap Big Bang: On this B side to their first 12-inch (“It’s Like That” was the A), Run-DMC rhymed over a stark break stripped out of an Orange Krush song by their guitarist Davy DMX, inspiring Run’s line, “Davy cut the record down to the bone.” “Sucker MC’s” established the crew as rap’s new kings, turned Queens into the rugged successor to rap’s birthplace, the Bronx, and proved that in hip-hop, melody and other pop niceties were fully optional. “We figured we had very, very good rappers,” co-producer Russell Simmons said, “and we wanted people to appreciate what they did.”"],["Selena, 'Amor Prohibido'","By 1994, Mexican American star Selena Quintanilla had proven she could hype a crowd with the party-starting glee of “Baila Esta Cumbia,” and just as easily crush a listener with the tenderness of “Como la Flor.” However, as her husband and bandmate, Chris Pérez, once noted, her voice took on a stunning new resonance when she sang about a deep, forbidden love on “Amor Prohibido,” an upbeat cumbia co-written with her brother that mixed modern pop with Tejano sounds. Selena famously ad-libbed “Oh baby” after the refrain, making a song inspired by her grandparents, as well as her own relationship with Perez, even more personal. It became her first Number One solo single."],["Kiss, 'Rock and Roll All Nite'","After the band’s 1974 album Hotter Than Hell sold poorly, Casablanca Records head Neil Bogart demanded that Kiss write a bigger, more anthemic hit. Gene Simmons and Paul Stanley obliged with what Stanley called ”a song that could be the rallying cry for all of our fans.” The result was the ultimate Kiss rocker, closing every one of their concerts since 1976. “When I was writing it, naive or not, it was really about celebrating,” Stanley later said. “It wasn’t about getting high or getting stoned or anything like that.”"],["Rufus and Chaka Khan, 'Ain’t Nobody'","When keyboard player David “Hawk” Wolinski showed the “Ain’t Nobody” instrumental to his pal Glenn Frey, the Eagle instantly thought it would be a Number One hit. But Rufus and Chaka Khan’s label, Warner Bros., wasn’t as enthusiastic about “Ain’t Nobody,” according to Wolinski. “I said, ‘If you don’t release the song … I will give that thing to Quincy [Jones] for Michael [Jackson] and retire,'” he remembered. The label relented, and Frey’s prediction proved accurate — “Ain’t Nobody,” with its gnarled guitars and slippery programmed groove, became a Number One R&B hit."],["Bill Withers, 'Lovely Day'","Withers’ vocal style was so laid-back and conversational that it’s easy to overlook that this breezy ballad hinges on an impressive technical feat: For 10 to 20 seconds at a stretch, Withers holds the note containing the second word of the song’s title, and moreover, he holds it absolutely level, with no vibrato and no audible strain. That’s fitting — it’s Withers’ most winsome tune, moving at an unhurried gait, with sepia-toned horns. “I used to get criticized for making simple records — the term was ‘underproduced,'” Withers recalled, adding, “Those few simple songs that I did, fortunately, found their own way.”"],["Fleetwood Mac, 'Go Your Own Way'","“Go Your Own Way” was the sound of a relationship shattering in real time. Lindsey Buckingham, who wrote it while breaking up with Stevie Nicks, said that the razored lyrics came to him “almost as a stream of consciousness,” while Nicks has admitted that they angered her so much that she “wanted to go over and kill [Buckingham]” each time she sang it onstage. For the beat, Buckingham wanted something similar to the way Charlie Watts played on the Rolling Stones’ “Street Fighting Man,” which drummer Mick Fleetwood interpreted into the song’s tension-filled snare-tom thump."]]
