[["Daddy Yankee, 'Gasolina'","The Puerto Rican rapper was in San Juan when he heard a man shout, “Echa, mija, como te gusta la gasolina!” — a playful phrase lobbed at girls who would seek out the sleekest rides to get to parties. The line morphed into a ubiquitous chorus that ignited a global fervor for reggaeton. Veteran producer Luny Tunes drove up the intensity by adding the thrum of motors and the singer Glory’s voltaic call for “mas gasolina,” while Daddy Yankee delivered his breakneck verses with so much power that the song sounds like it could combust at any moment even decades later.\n"],["Lauryn Hill, 'Doo Wop (That Thing)'","Hill’s debut solo single following the success of the Fugees’ The Score was a bit different from what fans had heard from the young star. “She wanted to bring some of that doo-wop swing essence to the song,” backup singer Lenesha Randolph recalled. Hill and her singers recorded it after dinner one night, channeling a barbershop-quartet style as Hill warns both men and women of being too concerned with sex, power, and appearances. It was a killer entrance for the then-23-year-old rapper-singer: The release became the first Number One single in the U.S. that was written, produced, and performed by one sole woman since Debbie Gibson’s “Foolish Beat” a decade earlier.\n"],["Radiohead, 'Idioteque'","“Idioteque” is the foreboding, spellbinding centerpiece of Kid A, a squinting image of dystopia set to a glacially slamming beat. The song began as a 50-minute synth collage by Jonny Greenwood, which Thom Yorke digested, pulling out, as he later put it, “a section of about 40 seconds in the middle of it that was absolute genius.” From there, the band built a quaking glitch-core opus, driven by some of the most genuinely freaked-out vocals Yorke ever delivered. And somehow it still became a monster stadium-rock moment live.\n"],["Elton John, 'Tiny Dancer'","The “seamstress for the band” of the lyrics was a real person: Maxine Feibelman, then the wife of lyricist Bernie Taupin. “I had been into ballet as a little girl, and sewed patches on Elton’s jackets and jeans,” she said. When Taupin and John had arrived in L.A. in late 1970, Feibelman so beguiled Taupin that he wrote the rapturous “Tiny Dancer” for her. John’s skyrocketing melody got a little help from Paul Buckmaster’s strings and from Rick Wakeman, soon to join prog-rockers Yes, who played organ. Nearly 30 years later, Almost Famous revived the song, which at the time wasn’t a hit, failing to reach the Top 40 in its truncated radio edit.\n"],["M.I.A., 'Paper Planes'","“The other songs on the chart were Katy Perry and the Jonas Brothers,” said M.I.A. “Then you saw ‘Paper Planes,’ and it’s cool because there’s hope: ‘Thank God the future’s here.'” With its gunshot and cash-register sound effects, producer Diplo’s brilliantly flipped sample of the Clash’s “Straight to Hell,” and M.I.A.’s gleeful boasts about running drugs and taking your money, “Paper Planes” sure didn’t sound like Katy Perry. “[I was] thinking that really the worst thing that anyone can say [to someone these days] is some shit like, ‘What I wanna do is come and get your money,'” M.I.A. said. “America is so obsessed with money, I’m sure they’ll get it.” Sure enough, it became a surprise hit.\n"],["Kendrick Lamar, 'Alright'","Kendrick Lamar dropped “Alright” in the spring of 2015 — a time when the Black Lives Matter movement was just starting to gather momentum. The song instantly became part of that movement — a jazzy political protest, but also a statement of rage and hope in the face of oppression. “Alright” was a standout on his epochal album To Pimp a Butterfly, but it has just gained resonance over the years. “It was a lot goin’ on, and still to this day, there’s a lot going on,” Lamar said. “I wanted to approach it as more uplifting — but aggressive. Not playing the victim, but still having that ‘We strong,’ you know?” That “we strong” spirit is at the heart of “Alright.”\n"],["Michael Jackson, 'Billie Jean'","Sinuous, paranoid, and omnipresent: The single that made Jackson the biggest star since Elvis Presley was a denial of a paternity suit, and it spent seven weeks at Number One on the pop charts. Jackson came up with the irresistible rhythm track on his home drum machine, and he nailed the vocals in one take. “I knew the song was going to be big,” Jackson said. “I was really absorbed in writing it.” How absorbed? Jackson said he was thinking about “Billie Jean” while riding in his Rolls-Royce down the Ventura Freeway in California — and didn’t notice the car was on fire.\n"],["The Temptations, 'My Girl'","The Temptations were sharing a bill with Smokey Robinson and his group the Miracles at Harlem’s Apollo Theater when Robinson took time out to cut the rhythm track for a new song. After they heard it, the Tempts begged him to let them record the song rather than the Miracles, as he had been planning. Robinson relented and chose the throaty tenor David Ruffin to sing lead, the first time he had done so with the group. The Tempts rehearsed the song that week at the Apollo, then recorded it back home in Detroit on December 21st, 1964.\n"],["Bob Marley and the Wailers, 'Redemption Song'","Marley had already recorded a version of this freedom hymn with his band when Island Records chief Chris Blackwell suggested he try it as an acoustic-style folk tune. Inspired by the writings of Marcus Garvey, Marley’s lyrics offer up music as an antidote to slavery, both mental and physical. “I would love to do more like that,” Marley said a few months before his death from cancer in 1981, at age 36. As the final track on his final album, “Redemption Song” stands as his epitaph.\n"],["Joy Division, 'Love Will Tear Us Apart'","The pinnacle of Joy Division’s gloom-ridden Mancunian post-punk vision still hits like an ice pick aimed at your soul. Depressed over his collapsing marriage, singer Ian Curtis actually came up with the title as a sardonic response to Captain and Tenille’s 1975 pop hit “Love Will Keep Us Together,” and, in a fittingly creepy gesture, even cut it in the same studio where “Love Will Keep Us Together” had been recorded. “Ian’s influence seemed to be madness and insanity,” said guitarist Bernard Sumner. The song would be Joy Division’s last single, released weeks after Curtis’ death by suicide, a fact that makes the haunting chorus even more affecting.\n"],["The Jimi Hendrix Experience, 'All Along the Watchtower'","“All Along the Watchtower” had just been released on Dylan’s John Wesley Harding when Hendrix began tinkering with the song at Electric Lady Studios in New York on January 21st, 1968. Using the line “And the wind began to howl” as a springboard, Hendrix constructed a tumultuous four-part solo that transformed Dylan’s concise foreboding into an electric hurricane. Dylan acknowledged Hendrix’s masterstroke: Dylan’s subsequent versions of “All Along the Watchtower,” including the treatment on his 1974 reunion tour with the Band and the live LP Before the Flood, emulated Hendrix’s cover.\n"],["Outkast, 'B.O.B.'","The ATLien hip-hop visionaries dropped “B.O.B.” when the world was still reeling from the innovations of Aquemini. But André 3000 and Big Boi were not standing still. “Everybody’s been doing music like they all have the same formula: E = MC2,” Big Boi said at the time. So Outkast made sure nobody could fit “B.O.B.” into any formula — manic drums, headbanging rock guitar, DJ scratches, a gospel chorus. “It was an idea before it was a song,” said André, who was inspired by the frenetic beats of U.K. drum-and-bass, which he and Big Boi heard at a party in London. “It was the tempo I was looking for, so I thought about how to Americanize it.”\n"],["Otis Redding, '(Sittin' On) the Dock of the Bay'","A few days after his star-making set at the Monterey Pop Festival in June 1967, Redding stayed on a houseboat in Sausalito, California, while he played the Fillmore in San Francisco. He wrote the first verse to “Dock of the Bay” on that boat, then completed the song with guitarist Steve Cropper in Memphis. Just a few days later, Redding was on tour with the Bar-Kays when his private plane crashed into Lake Monona in Madison, Wisconsin. While divers searched for Redding’s body, Cropper kept his mind busy by mixing “Dock of the Bay.” On December 11th, 1967, the plane was pulled out of the lake, with Redding’s body still strapped into the co-pilot’s seat.\n"],["Prince and the Revolution, 'When Doves Cry'","The Purple Rain soundtrack album was completed, and so was the movie. But Prince just couldn’t stop making music. And at the very last minute, he added a brand-new song: “When Doves Cry.” Even by Prince standards, it’s eccentric; after single-handedly recording the stark, brokenhearted song in the studio, he decided to erase the bass track from the final mix. According to the engineer, Prince said, “Nobody would have the balls to do this. You just wait — they’ll be freaking.” He was right. Prince made it the soundtrack’s first single — and 1984’s most avant-garde pop record became his first American Number One hit, keeping Bruce Springsteen’s “Dancing in the Dark” out of the top spot.\n"],["The White Stripes, 'Seven Nation Army'","Jack White was futzing about on his guitar during soundcheck on one of the White Stripes’ Australian tours when he stumbled upon the weightiest hard-rock riff this side of Jimmy Page. “I didn’t have lyrics for it until later on, and I was just calling it ‘Seven Nation Army’ — that’s what I called the Salvation Army when I was a kid,” White once said. “So that was just a way for me to remember which [riff] I was talking about.” By the time he finished the lyrics, which addressed people gossiping about who he and his ex-wife, White Stripes drummer Meg White, were dating, he gave the term new life: “I’m gonna fight ’em all/A seven nation army couldn’t hold me back.” Same goes for the riff.\n"],["Little Richard, 'Tutti-Frutti'","“I’d been singing ‘Tutti-Frutti’ for years,” said Richard, “but it never struck me as a song you’d record.” Producer Robert Blackwell asked Dorothy LaBostrie, a young songwriter who had been pestering him for work, to clean up the filthy original lyrics (“Tutti-Frutti, good booty/If it don’t fit, don’t force it/You can grease it, make it easy”). “Fifteen minutes before the session was to end, the chick comes in and puts these little trite lyrics in front of me,” said Blackwell. Richard cleaned up his own “Awop-bop-a-loo-mop a-good-goddamn” and loaded LaBostrie’s doggerel with sexual dynamite.\n"],["James Brown, 'Papa’s Got a Brand New Bag'","In mid-1965, Brown was locked in a contract struggle with King Records, but when he learned King was nearly bankrupt, he threw the label a bone: a song he’d recorded a few months earlier, yelling “This is a hit!” as the tape rolled. Arguably the first funk record, it’s driven by the empty space between beats as much as by Brown’s bellow and guitarist Jimmy Nolen’s ice-chipper scratch. In a stroke of postproduction genius (you can hear the original recording on the Grammy-winning Star Time box set), Brown sliced off the intro to have the song start with a face-smashing horn blast, and sped it up just enough so it sounded like an urgent bulletin from the future.\n"],["Chuck Berry, 'Johnny B. Goode'","“Johnny B. Goode” was the first rock & roll hit about rock & roll stardom. The title character is Chuck Berry — “more or less,” as he told Rolling Stone in 1972. “The original words [were], of course, ‘That little colored boy could play.’ I changed it to ‘country boy’ — or else it wouldn’t get on the radio.” “Johnny B. Goode” is the supreme example of Berry’s poetry in motion. The rhythm section rolls with freight-train momentum, while Berry’s stabbing, single-note lick in the chorus sounds, as he put it, “like a-ringin’ a bell” — a perfect description of how rock & roll guitar can make you feel on top of the world.\n"],["Notorious B.I.G., 'Juicy'","“If you don’t know, now you know,” Biggie announces in “Juicy” — and this was the hit that guaranteed everyone around the world would know. The Notorious B.I.G. made “Juicy” his first pop shot, from his 1994 debut, Ready to Die, repping Brooklyn over a sample of Mtume’s lush Eighties oral-sex jam “Juicy Fruit.” At a time when East Coast hip-hop was too busy playing D against the West, Biggie’s lyrical confidence was a game-changer, revitalizing New York rap. He boasts about going from dreaming of stardom to rocking sold-out shows, and dressing his mom up in mink — the first rush of “mo’ money” before the “mo’ problems” kicked in. “I told him, ‘No landlord dissed us!’” said Voletta Wallace. “He said, ‘Mom, I was just writing a rags-to-riches kinda story.’”\n"],["The Rolling Stones, '(I Can't Get No) Satisfaction'","The riff came to Keith Richards in a dream one night in May 1965, in his motel room in Clearwater, Florida, on the Rolling Stones’ third U.S. tour. He woke up and grabbed a guitar and a cassette machine. Richards played the run of notes once, then fell back to sleep. “On the tape,” he said later, “you can hear me drop the pick, and the rest is snoring.” Jagger later said that “Satisfaction” was “my view of the world, my frustration with everything.” Inspired by that riff and the title line, also Richards’ idea, Jagger wrote the words — a litany of disgust with “America, its advertising syndrome, the constant barrage” — in 10 minutes, by the motel pool the day after Richards’ dream.\n"],["Lorde, 'Royals'","“I’ve always been fascinated with aristocracy,” Lorde told Rolling Stone around the time “Royals” came out of nowhere to take the Number One spot on the U.S. charts. Written “in like half an hour” by a 15-year-old New Zealander taking influence from the diamond-encrusted swagger of Kanye West and Jay-Z’s Watch the Throne as well as the muted electronic work of artists like James Blake, “Royals” was maximal minimalism, a mumbled thunderbolt of playful resistance against rap and pop’s obsession with wealth and status. As Lorde said later, “I was definitely poking fun at a lot of things people take to be normal.”\n"],["Dr. Dre feat. Snoop Doggy Dogg, 'Nuthin' but a 'G' Thang'","At the intersection of past and future West Coast hip-hop sits Dre’s debut solo single, a smooth and inimitable kickback classic that would help define his career following the demise of N.W.A. In a radio interview, the producer and rapper revealed that the song originally sampled a track by Boz Scaggs before he settled on the bass line from Leon Haywood’s 1975 hit “I Want’a Do Something Freaky to You.” Snoop was in jail while Dre was recording, so he had to originally record his parts over the phone. “I really wanted this demo done, so he called in and I taped the receiver of the phone to the mic,” Dre recalled. “You can hear jail sounds in the back.”\n"],["Talking Heads, 'Once in a Lifetime'","Talking Heads had a difficult time bringing “Once in a Lifetime” to life. The song began during jams at Compass Point Studios in the Bahamas as the band worked on its groundbreaking Afro-funk influenced album Remain in Light. Producer and co-writer Brian Eno wanted to ditch the tune altogether until David Byrne started performing his “Same as it ever was” monologue like an evangelical preacher, which somehow sharpened his message about questioning identity and reality. “We’re largely unconscious,” the singer once said. “You know, we operate half-awake or on autopilot and end up, whatever, with a house and family and job and everything else, and we haven’t really stopped to ask ourselves, ‘How did I get here?'”\n"],["Bruce Springsteen, 'Born to Run'","This song’s four and a half minutes took three and a half months to cut. Aiming for the impact of Phil Spector’s Wall of Sound, Springsteen included strings, glockenspiel, multiple keyboards — and more than a dozen guitar tracks. “I had enormous ambitions for it,” said Springsteen. “I wanted to make the greatest rock record I’d ever heard.” Springsteen’s lyrics told a story of young lovers on the highways of New Jersey. “I don’t know how important the settings are,” Springsteen said. “It’s the idea behind the settings. It could be New Jersey, it could be California, it could be Alaska.”\n"],["Joni Mitchell, 'A Case of You'","One of the many searing moments on Mitchell’s landmark Blue, “A Case of You” unsparingly grapples with conflicted feelings and entangled identities. The male character in the song is apparently a composite of several men in her life during that time, notably Leonard Cohen, and her partner at the time of its recording, James Taylor, who joins in on guitar, with Mitchell herself on dulcimer. She later dismissed “A Case of You” as “a doormat song,” yet it remains one of her most beloved. Prince, who once said that “Joni’s music should be taught in school, if just from a literature standpoint,” covered it several times during his career.\n"],["Kanye West feat. Pusha T, 'Runaway'","West had always generated controversy and criticism, but after he interrupted Taylor Swift at the 2009 VMAs, his public image was at an all-time low. So he took off for a self-imposed exile in Hawaii and recorded his nine-minute masterpiece — a toast to the “douchebags” and an unguarded reflection on his image and intimacy issues. “The song sounds like it’s talking about a girl — could also be talking about my relationship with society or my relationship with the fans or anyone who I let down or people who had to defend me that really love me,” West said. He was so impressed with Pusha T’s guest verse that he signed him to his GOOD Music label and eventually made the Clipse member president of the label.\n"],["The Beatles, 'A Day in the Life'","“A Day in the Life” was one of the last true Lennon-McCartney collaborations: John Lennon wrote the opening and closing sections, and Paul McCartney contributed the “Woke up/Fell out of bed” middle. For the climax, they hired 40 musicians, dressed them in tuxedos and funny hats, and told them they had 15 bars to ascend from the lowest note on their instruments to the highest. “Listen to those trumpets — they’re freaking out,” McCartney said. The final piano chord concluded Sgt. Pepper and made rock’s possibilities seem infinite.\n"],["David Bowie, 'Heroes'","After a coke-fried spell in Los Angeles, Bowie was detoxing in Berlin when he spied two lovers having a rendezvous by the Berlin Wall. Said Bowie, “I thought, of all the places to meet in Berlin, why pick a bench underneath a guard turret on the wall?” Imagining the story behind their affair, Bowie wrote his most compassionate song ever. The song builds for six minutes, with Bowie setting his ragged, impassioned croon over a throbbing groove consisting of Eno’s humming synths, Robert Fripp’s guitar, and producer Tony Visconti banging on a metal ashtray that was lying around the studio. Bowie wails with crazed soul about two doomed lovers finding a moment of redemption together — just for one day.\n"],["The Ronettes, 'Be My Baby'","Phil Spector rehearsed this song with Ronnie Bennett (the only Ronette to sing on it) for weeks, but that didn’t stop him from doing 42 takes before he was satisfied. Aided by a full orchestra (as well as a young Cher, who sang backup vocals), Spector created a lush, echo-laden sound that was the Rosetta Stone for studio pioneers such as the Beatles and Brian Wilson, who calls this his favorite song. “The things Phil was doing were crazy and exhausting,” said Larry Levine, Spector’s engineer. “But that’s not the sign of a nut. That’s genius.”\n"],["Billie Holiday, 'Strange Fruit'","One of pop’s first protest songs is also one of its most profoundly disturbing. Written by a Jewish schoolteacher in the Bronx, its lyrics evoke the horrors of a lynching (“Black bodies swinging in the Southern breeze/Strange fruit hanging from the poplar trees”), and its languid melody conjures the unsettling quiet of a Southern backwoods night. The song was so controversial in the late Thirties that Holiday, a Columbia Records artist, had to find another label to release it (an indie owned by Billy Crystal’s uncle). “‘Strange Fruit’ is still relevant, because Black people are still being lynched,” Andra Day, who sang it in The United States vs. Billie Holiday, told Rolling Stone last year. “It’s not just a Southern breeze. We’re seeing that everywhere.”\n"],["Robyn, 'Dancing on My Own'","Swedish disco queen Robyn captured all the agony and ecstasy of twirling alone in a corner of the dance floor, spinning around in circles, and losing yourself in the beat for a moment of solitary triumph. “I think ‘Dancing on My Own’ is totally from me just being in clubs and going out and dancing a lot, and seeing people and thinking, ‘What are they doing here?’” she said later. Written with Stockholm producer Patrik Berger, the song made Robyn an iconic cult hero. But it also became the template for a whole generation of young songwriters, from Taylor Swift to Lorde, looking for the ideal glitter-and-sobs cocktail. “This song, to me, is perfect,” Lorde wrote. “Joyous even when a heart is breaking.”\n"],["John Lennon, 'Imagine'","“It’s not like he thought, ‘Oh, this can be an anthem,'” Yoko Ono recalled years later of this song’s creation in March of 1971. “Imagine” was “just what John believed: that we are all one country, one world, one people. He wanted to get that idea out.” Lennon admitted that “Imagine” was “virtually the Communist Manifesto.” But the elementary beauty of his melody, the warm composure in his voice, and the poetic touch of co-producer Phil Spector — who bathed Lennon’s performance in gentle strings and summer-breeze echo — emphasized the song’s fundamental humanity. Lennon knew he had written something special. In one of his last interviews, he declared “Imagine” to be as good as anything he had written with the Beatles.\n"],["Prince and the Revolution, 'Purple Rain'","On the 1999 tour in 1983, Prince found himself sharing arenas with Bob Seger, and he challenged himself to write a Seger-like ballad, but instead of “Night Moves,” he channeled a heartrending meditation on love, trust, God, and purple rain. “It was so different,” the Revolution’s Bobby Z. said. “It was almost country. It was almost rock. It was almost gospel.” The version of the song on the Purple Rain soundtrack is actually a live recording from 1983 that Prince later polished into a transcendent anthem worthy of a movie title. After the film came out, the song and its jaw-dropping guitar solo got only bigger: The performance on the 1985 home video Prince and the Revolution: Live stretches to almost 19 minutes — and it is stunning.\n"],["Queen, 'Bohemian Rhapsody'","The 1970s, rock’s most grandiose decade, never got more grandiose than here. “Bohemian Rhapsody” contains a reported 180 vocal parts and spans rock, opera, heavy metal, and pop — all in six minutes. But for as elegant as it sounds, recording it was a literal mess. Freddie Mercury taped scraps of paper containing his own bizarre musical notations to his piano and simply started pounding out chords for his bandmates to follow. Somehow he pieced it all together beautifully, singing about killing a man (possibly a metaphor for obliterating the heterosexual image of himself) and commedia dell’arte characters like Scaramouche. Recording technology was so taxed by the song that some tapes became virtually transparent from so many overdubs, but Queen had created something that embodied the absurd tragedy and humor of human existence.\n"],["Beyoncé feat. Jay-Z, 'Crazy in Love'","Producer Rich Harrison had trouble convincing friends and peers that the beat to “Crazy in Love” had much potential. So he added a five-alarm horn blast taken from Seventies soulsters the Chi-Lites’ “Are You My Woman? (Tell Me So),” as well as his own instrumental flourishes, and kept it at the ready for the right moment and the right artist — “Until I got the call from B,” he later said. As the single that inaugurated Beyoncé’s solo career, the song emphatically announced her arrival as the era’s dominant pop power. Jay-Z’s killer verse was added at the last minute. Bey and Jay had just started dating at the time, and the song’s lyrics and head-over-heels delivery reflected what she described as “the first step of a relationship right before you let go.”\n"],["The Beatles, 'I Want to Hold Your Hand'","In 1963, the Beatles gave themselves an ultimatum: “We’re not going to America till we’ve got a Number One record,” Paul McCartney declared. So he and John Lennon went to the home of the parents of Jane Asher, McCartney’s girlfriend, where — “one on one, eyeball to eyeball,” as Lennon later put it — they wrote “I Want to Hold Your Hand,” an irresistibly erotic come-on framed as a chaste, bashful request. The lightning-bolt energy of their collaboration ran through the band’s performance. Rush-released in America the day after Christmas, “I Want to Hold Your Hand” hit Number One in the states on February 1st, 1964. When the bandmates got the news in Paris, during a three-week stand there, they partied all night.\n"],["The Kinks, 'Waterloo Sunset'","After the Kinks’ first burst of British Invasion pop success fizzled, Ray Davies really needed to write another hit. But instead, he wrote “Waterloo Sunset.” It’s a delicate guitar ballad about a solitary man who watches the world from his window, gazing on a couple of lovers who meet at a dismal London train station. For Davies, it was so personal he didn’t even dare show the lyrics to the other Kinks until he recorded his vocal. As he said, “It was like an extract from a diary nobody was allowed to read.” Yet it became his most beloved creation. You’d never know from the song what a dump Waterloo Station is — a tribute to Davies’ power to find beauty in the mundane.\n"],["The Rolling Stones, 'Gimme Shelter'","The Stones channeled the emotional wreckage of the late Sixties on a song that Keith Richards wrote in 20 minutes. The intro, strummed on an electric-acoustic guitar modeled on a Chuck Berry favorite, conjures an unparalleled aura of dread. Singer Merry Clayton brings down Armageddon with a soul-wracked wail: “Rape, murder, it’s just a shot away.” The song surfaced days after Meredith Hunter’s murder at the Altamont music festival. “That’s a kind of end-of-the-world song, really,” Mick Jagger said in 1995. “It’s apocalypse.” Richards later said that his guitar fell apart on the last take, “as if by design.”\n"],["Stevie Wonder, 'Superstition'","Stevie Wonder debuted this hard blast of funk live while opening for the Rolling Stones in the summer of 1972, intent on expanding his audience. The 22-year-old former child star had written it at a drum set, humming the other parts to himself. Wonder had initially intended for Jeff Beck to record the song, but Berry Gordy wouldn’t let him give it away. It became the first single from Talking Book — and Wonder’s first Number One hit in nearly a decade. “A lot of people, especially Black folks, let superstition rule their lives,” Wonder said. “This is crazy. The worst thing is, the more you believe in it, the more bad things happen to you.”\n"],["The Beach Boys, 'God Only Knows'","“It’s very emotional, always a bit of a choker with me,” said Paul McCartney of this Pet Sounds ballad. The night McCartney and John Lennon first heard Pet Sounds, at a London party, they wrote “Here, There and Everywhere,” which is influenced by “God Only Knows.” Carl Wilson’s understated lead vocal is note-perfect, but it’s the arrangement of horns, sleigh bells, strings, and accordion that gives “God” its heavenly feel. Brian Wilson was fascinated by spirituality and said this song came out of prayer sessions in the studio. “We made it a religious ceremony,” he said of recording Pet Sounds. The only problem: The use of the word “God” in the title scared off some radio programmers.\n"],["Outkast, 'Hey Ya!'","About as radical as fun can get, “Hey Ya!” is funk, pop, rap, and rock spun into something otherworldly yet immediately lovable via Outkast’s one of a kind Stankonian vision. André 3000 began writing the song on acoustic guitar, bashing out some chords that he wanted to sound like the Smiths and the Buzzcocks. “He had the bulk of it already conceptualized in his head,” said recording engineer John Frye. “It all happened quite fast. We recorded the skeleton part, with the intro and the first verse and hook, all in one night.”\nThe song would end up going through numerous permutations; one key assist came from former Cameo member Kevin Kendricks, who laid down the synth part and bass. At one point it was called “Thank God for Mom and Dad,” a title that makes plain its complicated lyrics about the challenges of keeping a romantic relationship afloat.\nOn Twitter, in 2021, Outkast even called it “the saddest song ever written.” In 2003, however, most of that was lost on a world that simply wanted to dance, party, and shake it like a Polaroid picture. “Hey Ya!” was the most universal pop smash of the early 2000s, the first song to be downloaded 1 million times on iTunes.\n"],["Fleetwood Mac, 'Dreams'","In the face of a lover telling her to go her own way, Stevie Nicks penned the ethereal “Dreams.” During the Rumours sessions in Sausalito, California, Nicks spent an off day in another room of the Record Plant that was supposedly used by Sly and the Family Stone. “It was a black-and-red room, with a sunken pit in the middle where there was a piano, and a big black-velvet bed with Victorian drapes,” she told Blender.\nThere she reflected on the thunder and rain of her relationship with Lindsey Buckingham, whose guitar parts slice through the song’s mystical beat. “I sat down on the bed with my keyboard in front of me, found a drum pattern, switched my little cassette player on, and wrote ‘Dreams’ in about 10 minutes,” she continued. “Right away I liked the fact that I was doing something with a dance beat, because that made it a little unusual for me.”\nThe second single on Fleetwood Mac’s blockbuster album Rumours, “Dreams” would become the band’s only U.S. chart topper, and it would continue to enchant new generations — and even return to the charts — for decades to come.\n"],["Missy Elliott, 'Get Ur Freak On'","“Oh yeah, man, we was on some futuristic stuff for sure,” Missy Elliott told Rolling Stone in 2020, on her musical chemistry with Timbaland. “It was something hypnotic about those records.” Missy and Tim took over the radio in the late Nineties, just two kids out of Portsmouth, Virginia, blowing minds with their own unique space-funk sound.\nShe didn’t obey any of the rules for female stars at the time. And her music didn’t obey rules either — nobody could duplicate the Missy-Tim mojo. “Get Ur Freak On” is the peak of their long-running collaboration — a massively weird avant-garde experiment that also blew up into a global pop hit. Even by their standards, “Get Ur Freak On” was a crazed challenge to the audience, with Missy yelling “Hollaaaa!” over a warped bhangra loop. As she once recalled, “I was like, ‘Tim, you sure this isn’t too far left that people won’t get it? It sounds like some Japanese stuff mixed with a hip-hop beat.’”\nBut everybody who heard it was hooked — the whole world wanted to holla along with Miss E. “Get Ur Freak On” remains an anthem for freaks everywhere. And even after 20 years, it still sounds like the future.\n"],["The Beatles, 'Strawberry Fields Forever'","John Lennon was one of the world’s most visible people in 1966 — but he wrote his most exquisitely lonely song with “Strawberry Fields Forever.” It opened up a whole new psychedelic era for the Beatles, changing the way pop music was heard and made.\nBut it began with Lennon alone on a Spanish beach, with an acoustic guitar, writing a song about his painful childhood memories. Strawberry Field was the name of a Liverpool orphanage where he used to play — and hide from the world — as a boy. “I have visions of Strawberry Fields,” he told Rolling Stone in 1968. “Because Strawberry Fields is anywhere you want to go.” Lennon bared himself so vulnerably in this song that he was nervous about playing it for the other Beatles. There was a moment of silence — until Paul McCartney said, “That is absolutely brilliant.” They turned it into a groundbreaking sonic collage, thanks to George Martin’s studio wizardry.\nIt was the first song cut at the Sgt. Pepper sessions, though it got left off the album so it could come out as a February 1967 single, with McCartney’s “Penny Lane” on the flip side. “Strawberry Fields” is a song full of raw pain — yet the Beatles made it feel like an irresistible invitation.\n"],["Marvin Gaye, 'What’s Going On'","“What’s Going On” is an exquisite plea for peace on Earth, sung by a man at the height of crisis. In 1970, Marvin Gaye was Motown’s top male vocal star, yet he was frustrated by the assembly-line role he played on his own hits. Devastated by the loss of duet partner Tammi Terrell, who died that March after a three-year battle with a brain tumor, Gaye was also trapped in a turbulent marriage to Anna Gordy, Motown boss Berry Gordy’s sister. Gaye was tormented, too, by his relationship with his puritanical father, Marvin Sr.\n“If I was arguing for peace,” Gaye told biographer David Ritz, “I knew I’d have to find peace in my heart.” Not long after Terrell’s passing, Renaldo Benson of the Four Tops presented Gaye with a song he had written with Motown staffer Al Cleveland. But Gaye made the song his own, overseeing the arrangement and investing the topical references to war and racial strife with private anguish. Motown session crew the Funk Brothers cut the stunning, jazz-inflected rhythm track (Gaye joined in with cardboard-box percussion). Then Gaye invoked his own family in moving prayer: singing to his younger brother Frankie, a Vietnam veteran (“Brother, brother, brother/There’s far too many of you dying”), and appealing for calm closer to home (“Father, father, father/We don’t need to escalate”).\nInitially rejected as uncommercial, “What’s Going On” (with background vocals by two players from the Detroit Lions) was Gaye’s finest studio achievement, a timeless gift of healing.\n"],["Nirvana, 'Smells Like Teen Spirit'","Producer Butch Vig first heard “Smells Like Teen Spirit” in early 1991, on a boombox cassette recorded by bassist Krist Novoselic, drummer Dave Grohl, and singer-guitarist-songwriter Kurt Cobain in a barn in Tacoma, Washington. The fidelity was abysmal. Vig — about to work with Nirvana on their major-label debut, Nevermind — could not tell that the song would soon make underground Seattle rock the new mainstream and catapult Cobain, a troubled young man with strict indie-culture ethics, into mega-celebrity.\n“I could sort of hear the ‘Hello, hello’ part and the chords,” Vig said years later. “But it was so indecipherable that I had no idea what to expect.” “Teen Spirit” was Cobain’s attempt to “write the ultimate pop song,” he said, using the soft-loud dynamic of his favorite band, the Pixies. The insidious hooks also showed his admiration for John Lennon. Cobain “had that dichotomy of punk rage and alienation,” Vig said, “but also this vulnerable pop sensibility. In ‘Teen Spirit,’ a lot of that vulnerability is in the tone of his voice.”\nSadly, by the time of Nirvana’s last U.S. tour, in late 1993, Cobain was tortured by the obligation to play “Teen Spirit” every night. “There are many other songs that I have written that are as good, if not better,” he claimed. But few songs by any artist have reshaped rock and roll so immediately, and permanently.\n"],["Bob Dylan, 'Like a Rolling Stone'","“I wrote it. I didn’t fail. It was straight,” Bob Dylan said of his greatest song shortly after he recorded it in June 1965. There is no better description of “Like a Rolling Stone” — of its revolutionary design and execution — or of the young man, just turned 24, who created it.\nDylan began writing an extended piece of verse — 20 pages long by one account, six in another — that was, he said, “just a rhythm thing on paper all about my steady hatred, directed at some point that was honest.” Back home in Woodstock, New York, over three days in early June, Dylan sharpened the sprawl down to that confrontational chorus and four taut verses bursting with piercing metaphor and concise truth.\nBefore going into Columbia Records’ New York studios to cut it, Dylan summoned Mike Bloomfield, the guitarist in the Paul Butterfield Blues Band, to Woodstock to learn the song. “He said, ‘I don’t want you to play any of that B.B. King shit, none of that fucking blues,’” recalled Bloomfield (who died in 1981). “‘I want you to play something else.’”\nJust as Dylan bent folk music’s roots and forms to his own will, he transformed popular song with the content and ambition of “Like a Rolling Stone.” And in his electrifying vocal performance, his best on record, Dylan proved that everything he did was, first and always, rock & roll. “‘Rolling Stone’ is the best song I wrote,” he said flatly at the end of 1965. It still is.\n"],["Sam Cooke, 'A Change Is Gonna Come'","In 1963, Sam Cooke — America’s first great soul singer and one of the most successful pop acts in the nation, with 18 Top 30 hits since 1957 — heard a song that profoundly inspired and disturbed him: Bob Dylan’s “Blowin’ in the Wind.” What struck Cooke was the challenge implicit in Dylan’s anthem. “Jeez,” Cooke mused, “a white boy writing a song like that?”\nCooke’s response, “A Change Is Gonna Come,” recorded on January 30th, 1964, with a sumptuous orchestral arrangement by Rene Hall, was more personal — in its first-person language and the experiences that preceded its creation. On October 8th, 1963, while on tour, Cooke and members of his entourage were arrested in Shreveport, Louisiana, for disturbing the peace after they tried to register at a white motel — an incident reflected in the song’s third verse. And Cooke’s mourning for his 18-month-old son, Vincent, who drowned that June, resonates in the last verse: “There have been times that I thought/I couldn’t last for long.”\nOn December 11th, 1964, almost a year after he recorded it, Cooke was fatally shot at an L.A. motel. Two weeks later, “A Change Is Gonna Come” was released, becoming Cooke’s farewell address and an anthem of the civil rights movement.\n"],["Public Enemy, 'Fight the Power'","Chuck D once likened “Fight the Power” to Pete Seeger singing “We Shall Overcome.” “‘Fight the Power,'” he said, “points to the legacy of the strengths of standing up in music.” Filmmaker Spike Lee had originally asked Public Enemy to write an anthem for Do the Right Thing — a movie about confronting white supremacy — so Chuck and the group’s producers, the Bomb Squad, took inspiration from the Isley Brothers’ funky “Fight the Power” and used the title as a blueprint for a whole new war cry.\nIn just under five minutes of scuzzy breakbeats and clarion-call horn samples, Chuck D and his foil, Flavor Flav, present a manifesto for racial revolution and Black pride with koans like “Our freedom of speech is freedom of death,” and rallying cries to rethink the basics of American life itself in lines like “Most of my heroes don’t appear on no stamps.” The song was exactly what Lee’s movie needed, so it was played over and over again, anytime the character Radio Raheem showed up with his boombox, making it an instant classic.\n“I think it was Public Enemy’s and Spike Lee’s defining moment because it had awoken the Black community to a revolution that was akin to the Sixties revolution, where you had Martin Luther King or Malcolm X,” the Bomb Squad’s Hank Shocklee once said. “It made the entire hip-hop community recognize its power. Then the real revolution began.”\n"],["Aretha Franklin, 'Respect'","When Aretha Franklin left Columbia Records for Atlantic in 1966, the label’s vice president, Jerry Wexler, came to the singer with some suggestions for songs she might cover, like Sam Cooke’s “A Change Is Gonna Come” and Ray Charles’ “Drown in My Own Tears.” She liked those ideas, but she had one of her own: “Respect,” a song she’d been performing live. “Long as she changes it up,” Wexler told Franklin’s manager Ted White in an exchange recounted by Franklin’s biographer David Ritz. “You don’t gotta worry about that,” White responded. “She changes it up all right.”\nOtis Redding wrote “Respect” and recorded it for the Stax/Volt label in 1965. But Franklin took possession of the song for all time with her definitive cover, cut at Atlantic’s New York studio on Valentine’s Day 1967. “Respect” was her first Number One hit and the single that established her as the Queen of Soul.\nIn Redding’s reading, a brawny march, he called for equal favor with volcanic force. Franklin wasn’t asking for anything. She sang from higher ground: a woman calling for an end to the exhaustion and sacrifice of a raw deal with scorching sexual authority. In short: If you want some, you will earn it. “For Otis, ‘respect’ had the traditional connotation, the more abstract meaning of esteem,” Wexler said in his autobiography, Rhythm and the Blues: A Life in American Music. “The fervor in Aretha’s magnificent voice demanded that respect and more: Respect also involved sexual attention of the highest order. What else could ‘Sock it to me’ mean?”\nHe was referring to the knockout sound of Franklin’s backup singers — her sisters, Carolyn and Erma — chanting “Sock it to me” at high speed, which Aretha and Carolyn cooked up for the session. The late Tom Dowd, who engineered the date, credited Carolyn with the saucy breakdown in which Aretha spelled out the title: “I fell off my chair when I heard that!” And since Redding’s version had no bridge, Wexler had the band — the legendary studio crew from Muscle Shoals, Alabama — play the chord changes from Sam and Dave’s “When Something Is Wrong With My Baby” under King Curtis’ tenor-sax solo.\nThere is no mistaking the passion inside the discipline of Franklin’s delivery; she was surely drawing on her own tumultuous marriage at the time for inspiration. “If she didn’t live it,” Wexler said, “she couldn’t give it.” But, he added, “Aretha would never play the part of the scorned woman.… Her middle name was Respect.”\nLeading off her Atlantic debut, I Never Loved a Man the Way I Love You, “Respect” catalyzed rock & roll, gospel, and blues to create the model for soul music that artists still look to today (Mariah Carey called Franklin “my mentor”). Just as important, the song’s unapologetic demands resonated powerfully with the civil rights movement and emergent feminist revolution, fitting for an artist who donated to the Black Panther Party and sang at the funeral of Martin Luther King Jr. In her 1999 memoir, Franklin wrote that the song reflected “the need of the average man and woman in the street, the businessman, the mother, the fireman, the teacher — everyone wanted respect.” We still do.\n"]]
