[["Kanye West, 'Stronger'","Explaining the tighter, broader-reaching songs on his third album, Graduation, Kanye West said, “I applied a lot of the things I learned on tour [in 2006] with U2 and the Rolling Stones, about songs that rock stadiums. And they worked!” West found the inspiration for his most grandiose statement to date from Daft Punk’s “Harder, Better, Faster, Stronger,” which he sampled and reshaped. West is a big fan of the French duo: “These guys really stick with the whole not-showing-their-faces thing. Just amazing discipline — that’s straight martial-arts status.”"],["The Supremes, 'Baby Love'","Diana Ross wasn’t the strongest vocalist in the Supremes, but as the Motown production team discovered, when she sang in a lower register, her voice worked its sultry magic. Berry Gordy instructed the Holland-Dozier-Holland songwriting team to come up with something that replicated “Where Did Our Love Go,” the Supremes’ first Number One single. He thought the result wasn’t catchy enough and sent the group back into the studio. The result: the smoky “Oooooh” at the start. “Baby Love” went to Number One too, the first time a Motown group had topped the charts twice. "],["Townes Van Zandt, 'Pancho and Lefty'","An epic story-song about a bandit and the friend who betrays him, “Pancho and Lefty” became a country hit thanks to Willie Nelson and Merle Haggard’s 1983 duet. But it’s the songwriter’s own forlorn reading, on 1972’s The Late Great Townes Van Zandt, that best conveys the doomed fates of the main characters. It begins with what might be one of the most descriptive opening verses in the country-folk canon: “Living on the road my friend/was gonna keep you free and clean/now you wear your skin like iron/your breath as hard as kerosene.” “It’s hard to take credit for the writing,” Van Zandt said in 1984, “because it came from out of the blue.”"],["Lizzo, 'Truth Hurts'","“That song is my life and its words are my truth,” Lizzo wrote at the time. She had to tack on a writing credit to British singer Mina Lioness, who had tweeted its iconic line “I just took a DNA test, turns out I’m 100 percent that bitch,” but the power of this gale-force breakup banger was pure Lizzo, uproariously swaggering and endearingly soulful. “Truth Hurts” was originally released in 2017, but the song got a big boost two years later, when Gina Rodriguez day-drunkenly sang it in the Netflix show Someone Great, and it became Lizzo’s signature hit."],["Harry Nilsson, 'Without You'","“We did it because my career was on the wane and we wanted something to make a hit,” Harry Nilsson bluntly told an interviewer when asked why he covered Badfinger’s near-despondent ballad: “I heard it and searched through every Beatles album for two and a half weeks, trying to find out which one of their tunes it was.” Producer Richard Perry agreed, piling on the strings to showcase Nilsson’s desperate lunge of a vocal. Both were right — the song went to Number One and earned a Grammy nomination for Record of the Year."],["Carly Simon, 'You're So Vain'","The holy mother of all diss tracks, “You’re So Vain” contains one of the most enduring musical mysteries of all time. Just who is so vain that he probably thinks the song is about him? Simon previously revealed that actor Warren Beatty inspired the second verse of the song (“Oh, you had me several years ago/When I was still naive”), but speculation abounds regarding the other man (or men) behind the ire. Either way, the track — boasting omnipresent Seventies arranger Paul Buckmaster’s orchestration and Mick Jagger’s background vocals — is pure soft-rock fire."],["Cyndi Lauper, 'Time After Time'","Cyndi Lauper was nervous about “Time After Time” — the aching ballad she wrote in the studio with keyboardist Rob Hyman to finish off her blockbuster solo debut, She’s So Unusual. “I asked them to please not put ‘Time After Time’ out as the first single,” Lauper said. “People would never have accepted me. If you do a ballad first, and then a rocker, that doesn’t work.” Her instincts were right: Following the jaunty “Girls Just Want to Have Fun,” “Time” became her first Number One."],["The Pixies, 'Where Is My Mind?'","No song typifies the freakish pop instincts that made the Pixies stand out in a sea of gloomy Reagan-era bands better than “Where Is My Mind?” Joey Santiago’s lead guitar is catchier than most Top 40 hooks, and by the time Fight Club made this song iconic a decade after its release, it had already formed part of the DNA of countless alternative-radio hits in the years between, from Nirvana to Korn. When an interviewer in 1988 asked about his unique ability to crank out great songs, Black Francis’ answer was typically cryptic: “It’s nice to have space. How much can one brain deal with?”"],["Miles Davis, 'So What'","It’s likely that no song on this list has soundtracked more dinner parties than Kind of Blue’s warm, welcoming first track. But at the time it was a jarring departure, trading bebop chord changes for a more open-ended modal style. According to pianist Bill Evans, the trumpeter worked up his material just hours before recording dates, but the all-star band here sounds like it’s been living with “So What” for years: Saxophonists John Coltrane and Cannonball Adderley turn in solos that have since become as iconic as any in jazz history, and the rhythm section of Evans, bassist Paul Chambers, and drummer Jimmy Cobb swings like it’s dancing on air."],["Guns N' Roses, 'Welcome to the Jungle'","Released as the first single from Appetite for Destruction, “Welcome to the Jungle” stiffed at first — it took the massive crossover success of “Sweet Child o’ Mine” to ready radio for GN’R at their most unvarnished. The song’s inspiration, according to Axl Rose, was a hitchhiking trip that landed him in the Bronx, where a stranger approached him and said, “You know were you are? You’re gonna die, you’re in the jungle, baby!” Rose took this mockery and turned it into an anthem."],["Lil Nas X, 'Old Town Road'","Montero Hill was an Atlanta college dropout sleeping on his sister’s couch and looking to break into music when he came across a track he liked by a Dutch 19-year-old called YoungKio that was based around a banjo sample from a Nine Inch Nails track. “I was picturing, like, a loner cowboy runaway,” he told Rolling Stone. Within a year “Old Town Road” was the longest-running Number One song of all time, seeming to sum up eons of American cross-cultural love and theft in just one minute and 53 seconds."],["The Breeders, 'Cannonball'","Notified by fax that her services in the Pixies were no longer required, Kim Deal called up her twin sister, Kelley, to be her new guitarist (never mind that she didn’t know how to play guitar) and had the last laugh when this absurdist gem became an MTV phenomenon in 1993. “When people were talking about the Breeders being a one-off,” Kelley told Rolling Stone, “I was like ‘No, actually … the Pixies are a side project.'” A little over a year later, the Breeders were on an extended break of their own, but the effortlessly fun trampoline bounce of “Cannonball” is one for all time."],["The Weeknd, 'House of Balloons'","Far from the international superstar he’d become, Toronto singer-songwriter Abel Tesfaye didn’t even send out photos or do any interviews when he released the first Weeknd album. “The whole ‘enigmatic artist’ thing, I just ran with it,” he said. “No one could find pictures of me. It reminded me of some villain shit.” But the title track of House of Balloons nevertheless set the course for his career, both thematically — drugs and sex, meet depression — and musically, with its sample of Siouxsie and the Banshees’ “Happy House” announcing a new direction for R&B."],["Solange, 'Cranes in the Sky'","In an interview with her sister Beyoncé, R&B innovator Solange Knowles described how this song was inspired, in part, by overzealous real estate development she noticed around Miami: “This idea of building up, up, up that was going on in our country at the time, all of this excessive building, and not really dealing with what was in front of us.” She turned the metaphor inward to examine her own feelings about change, self-doubt, and aspiration, finishing the song years after it was originally conceived with producer Raphael Saadiq to create a lavish moment of neo-soul introspection."],["Lil Wayne, 'A Milli'","Producer Bangladesh looped the opening chords from Gladys Knight and the Pips’ “Don’t Burn Down the Bridge,” then segued to a drill-like volley of trap drums. He gave the beat to his friend Shanell — a onetime R&B singer on Wayne’s Young Money Entertainment — to pass along. Wayne initially had grand plans for “A Milli”: He wanted to use the instrumental as skits for rappers like Tyga, Hurricane Chris, Corey Gunz, and Lil Mama. In the end, though, “A Milli” is just Weezy solo, blacking out in the booth and dazzling everyone who hears him."],["Azealia Banks, '212'","In 2011, Azealia Banks was a teenage rapper-singer whose clear talent yielded a development deal with XL Recordings but little else. “She had been working on a collection of tracks and there was one Dutch house-sounding one that was just absolutely insane,” producer Jacques Greene recalled. Banks freestyled ferociously about her New York hometown and, uh, cunnilingus over the jittery beats of Belgian house duo’s Lazy Jay’s “Float My Boat.” Initially released in 2011 as a viral track, “212” was a hip-house banger that earned Banks a deal with Interscope and served notice that this uninhibited provocateur would not be constrained."],["Weezer, 'Buddy Holly'","Never has geek been so chic as in Weezer’s 1994 breakout single, “Buddy Holly.” Written for frontman Rivers Cuomo’s girlfriend, the poppy ode to nerdy romance was almost left off the band’s self-titled debut, also known as the Blue Album, due to Cuomo and now-ex-member Matt Sharp’s reticence. “We had the sense that it could be taken as a novelty song, and people aren’t going to take the album seriously,” Sharp told Rolling Stone. After producer Ric Ocasek heard the receptionist at the recording studio humming it, he insisted they keep it in."],["The Four Tops, 'I Can't Help Myself (Sugar Pie, Honey Bunch)'","One of Motown’s most rousing anthems, “I Can’t Help Myself” was inspired by songwriter Lamont Dozier’s grandfather, who’d call the women his hairdresser wife fixed up “sugar pie” and “honey bunch.” During the recording, engineer Harold Taylor recalled, “People were banging on the door of the studio; they were so ecstatic about what they heard.” Nevertheless, Levi Stubbs asked Brian Holland if he could do another take. Holland promised him they’d do it soon — and Stubbs’ first pass hit Number One."],["Lady Gaga, 'Bad Romance'","Shortly after Gaga had established herself as a star, she catapulted to a next level of weirdness with this Nadir “RedOne” Khayat production, which drew upon the electronic music Gaga had been inundated with while touring Europe. “I want the deepest, darkest, sickest parts of you that you are afraid to share with anyone because I love you that much” is how she summed up the idea behind the song. Fittingly, she debuted the hit-to-be at Alexander McQueen’s show at Paris Fashion Week."],["Robert Johnson, 'Cross Road Blues'","The primal terror in the Mississippi bluesman’s voice, and his mystifying slide guitar playing, transfixed the Sixties generation of British rockers: “I could take the music only in very small measures because it was so intense,” said Eric Clapton. Recorded during a session at a San Antonio hotel room in 1936, two years before Johnson was murdered at 27, “Cross Road Blues” is a mythmaking statement of spiritual desolation and scorched-earth betrayal — even if the legend that it’s about Johnson selling his soul to the devil in exchange for his monster guitar chops is, as far as we know, apocryphal."],["Biz Markie, 'Just a Friend'","Nobody beats the Biz (1964-2021), an impossibly good-natured DJ, rapper, producer, human beatboxer, and hip-hop personality who broke big with this ode to the friend zone off his second album. Built on a fat beat, plinking piano, and his charmingly off-key singing, “Just a Friend” interpolates Freddie Scott’s 1968 song “(You) Got What I Need” as Biz warbles about a love that will never come to pass. It was based on real life. As he told Rolling Stone in 2000, “I was talking to this girl from L.A., and every time I called her, this dude was at her house, and she’d say, ‘Oh, he’s just a friend.’ I hated that.”"],["Santana, 'Oye Como Va'","Growing up in San Francisco, Carlos Santana was shaped by the city’s psychedelic explosion. “You cannot take LSD and not find your voice,” he once claimed, “because there is nowhere to hide.” And while his early heroes were bluesmen, he changed history with this foundational Latin-rock reworking of a 1962 salsa number by Cuban percussionist Tito Puente. Santana kept the original’s cha-cha pulse but replaced its horns with Greg Rolie’s organ and Carlos’ lysergic guitar flares. Said Puente years later, “He put our music, Latin rock, around the world, man.”"],["Juvenile feat. Lil Wayne and Mannie Fresh, 'Back That Azz Up'","In the late Nineties, Mannie Fresh’s diamond-sharp productions for Cash Money Records helped put New Orleans in the center of the hip-hop map. The title of this hit was so reminiscent of local artist DJ Jubilee’s single “Back That Thang Up” that Jubilee sued (unsuccessfully) for infringement, and the beat rode the “Triggerman” rhythm that is foundational to New Orleans bounce. Juvenile freestyled his best shit-talking bounce rhymes, and Lil Wayne shut it down with a “drop it like it’s hot” hook. As Mannie said, “[He] immediately was just like, ‘Shit, I’m getting a piece of this.’”"],["The Go-Gos, 'Our Lips Are Sealed'","The radiant first hit of the Go-Go’s was influenced, according to writer Jane Wiedlin, by “the Buzzcocks and Sixties girl-group stuff.” It was also inspired by a clandestine relationship she was having with Terry Hall, of U.K. ska group the Specials, who got a co-writing credit because Wiedlin based the lyrics on some poetry he’d written her in a letter. “It was pretty personal,” Wiedlin recalled. “I mean he had a fiancee at the time — nowadays I wouldn’t touch that with a 10-foot pole, but I was 19, and I was like ‘fiancee shmiancee.’”"],["Kris Kristofferson, 'Sunday Mornin' Comin' Down'","The desolation of spirit in Kris Kristofferson’s “Sunday Mornin’ Comin’ Down” is so heavy, so apparent, that it’s almost hard to listen to. But that despair is exactly what drew Johnny Cash to sing it on his TV variety show in 1970. Kristofferson cut his own stunning studio version that same year for his debut album, Kristofferson. Cash’s interpretation, more shuffling and accessible, is the one most listeners turn to, but listen to them back-to-back if you can, and marvel at how Kristofferson’s lyrics about being hung over, alone, and desperate shake your soul."],["Janet Jackson, 'Rhythm Nation'","Jackson’s socially conscious Number Two hit came together late in the sessions for her blockbuster LP Rhythm Nation 1814. Co-producer Jimmy Jam recalled being in the studio and “switching between MTV and CNN. Watching music videos on one side and watching atrocities on the other. Somehow they all merged together. The idea for ‘Rhythm Nation’ was you can dance, but we can also do something more intelligent.” When Jam heard Sly and the Family Stone’s “Thank You (Falettinme Be Mice Elf Agin)” at a restaurant, he raced to the studio to sample it."],["Curtis Mayfield, 'Move On Up'","Mayfield’s irresistible “Move On Up” was politically empowering, morally demanding, and effortlessly propulsive, powered by swinging horns and tangy congas — the nine-minute LP version, with its powerful drum break, laid a foundation for disco and hip-hop alike. Mayfield’s message was just as steadfast: that pride and dignity were paramount for Black America to rise. “I’m not trying to say anything to make you think, ‘Well, this is the way, this is the only way,'” Mayfield said. “I’m trying to cover the whole subject.”"],["Tammy Wynette, 'Stand by Your Man'","From the start, this pledge of wifely devotion, the first song Wynette ever co-wrote, was a cultural lightning rod. Feminists recoiled from its pledge of unquestioning fidelity in the Seventies, and Hillary Clinton defined herself a modern woman by slamming the song during Bill Clinton’s first presidential run. But the recording itself steamrolls over ideological objections, as the catch in Wynette’s voice on the verses gives way to a vocal swell that rises to meet the epic sweep of Billy Sherrill’s production."],["Peter Gabriel, 'Solsbury Hill'","Shortly after Gabriel quit Genesis in 1975, he climbed to the top of Little Solsbury Hill in Somerset, England, to reflect on his life-changing decision. It inspired his debut solo song, in which he explained to fans why he felt the need to go out on his own. Musically, it was a departure too, a pastoral tune with a 12-string acoustic guitar lead that was pointedly different from Genesis’ prog-rock. The song has since become ubiquitous in movies and film trailers. “Maybe I’ve let it go too much,” he admitted to Rolling Stone in 2011."],["The Animals, 'The House of the Rising Sun'","“We were looking for a song that would grab people’s attention,” said Animals singer Eric Burdon. They found it with the old American folk ballad “The House of the Rising Sun.” In 1962, Bob Dylan had sung this grim tale of a Southern girl trapped in a New Orleans whorehouse. The Animals, from the English coal town of Newcastle, changed the gender in the lyrics, and keyboardist Alan Price created the new arrangement (and grabbed a composer’s credit). Price also added an organ solo inspired by Jimmy Smith’s hit “Walk on the Wild Side.”"],["Gladys Knight and the Pips, 'Midnight Train to Georgia'","Songwriter Jim Weatherly originally composed this as “Midnight Plane to Houston,” only to change it for Cissy Houston (Whitney’s mom) to something “more R&B … in order to get it onto Black radio.” Weatherly had already penned “Neither One of Us,” Knight and the Pips’ Number Two hit, and when they heard “Midnight Train,” they took it to the top. “I never really imagined writing R&B songs,” Weatherly admitted. “I really thought I was writing country songs.” It reflected the times; the 1970s were the first decade since after World War I in which more African Americans were moving to the South than leaving it."],["Dixie Chicks, 'Goodbye Earl'","A murder ballad with a modern, feminist twist, this jaunty song about poisoning an abusive husband spawned disparate reactions. Some stations banned it, apparently concerned that it would spawn a rash of hubby offings; others shared the number for domestic-abuse hotlines. When the label reps listened to the Chicks’ Fly album, though, they were more concerned with another song: “Sin Wagon,” with its reference to “mattress dancing.” “You can’t say [that],” Natalie Maines recalls their manager’s relayed message from the execs, “but they love the song about premeditated first-degree murder.”"],["Mazzy Star, 'Fade Into You'","Singer Hope Sandoval and guitarist Dave Roback, the prime movers behind Mazzy Star, were active in the 1980s neo-psychedelic Paisley Underground scene in Los Angeles. After Sandoval replaced singer Kendra Smith in the band Opal, David Roback and Sandoval reconstituted the band under the name Mazzy Star. Their second album yielded this spaced-out hit, perhaps dream pop’s ultimate statement of blurry desire. “We’re not so concerned about the outside world,” said Roback. “[Each song] is its own world unto itself.”"],["Nirvana, 'Come as You Are'","“It’s just about people and what they’re expected to act like,” Kurt Cobain said. “The lines in the song are really contradictory. They’re kind of a rebuttal to each other.” The song is driven by a simple riff that Butch Vig goosed with a flanged, subaquatic guitar effect. Cobain apparently lifted it from a 1984 song by U.K. art-metal band Killing Joke, who Dave Grohl paid back 12 years later by drumming on their 2003 album. In the wake of Cobain’s suicide, though, the most haunting lyric would become, “And I swear that I don’t have a gun.”"],["Luther Vandross, 'Never Too Much'","The Eighties’ major male R&B balladeer’s solo debut was financed in part from money he made singing jingles for KFC and 7UP. Vandross had been pushed to do his own thing by Roberta Flack, for whom he’d sung background. Said Vandross: “She said, ‘Luther, you’re too comfortable sitting on that stool singing “ooh and aaah.”‘ Roberta was single-handedly responsible for me starting my own career.” What pushed her was hearing the demo of “Never Too Much” — one of the most buoyant love songs of the Eighties, with Vandross’ high notes as delicate as soap bubbles."],["Daft Punk feat. Pharrell Williams, 'Get Lucky'","When Pharrell Williams volunteered to appear on Daft Punk’s fourth album, he told them he’d been thinking about Chic legend Nile Rodgers musically; fortuitously, the French dance producers could play him a track they had on hand that they’d made with Rodgers himself. The result was “Get Lucky,” which, as the lead single from their disco-flavored album Random Access Memories, rose like a phoenix to become the song that defined its year. “I think the robots are leading,” Williams told Rolling Stone. “Daft Punk, they’re definitely leading.”"],["Joni Mitchell, 'Help Me'","Mitchell’s 1974 album, Court and Spark, her biggest-selling ever, was also the one that she held the tightest amount of musical control over to date. “I guided everything into place on Court and Spark — even though I didn’t play it, I sang it, and then they played it from that, and it was pretty much as writ,” she said. (Her next album, The Hissing of Summer Lawns, was looser and more jazz-oriented.) “Help Me,” recorded with the jazz group Tom Scott’s L.A. Express, features one of Mitchell’s sultriest vocals and most brocaded arrangements, inspiring Prince, 13 years later, to pay the song lyrical tribute in his “Ballad of Dorothy Parker.”"],["John Lee Hooker, 'Boom Boom'","Hooker, whose canny blues boogie became a root integer for early rock & roll, said this swinging, swaggering bit of primal thump was inspired by his inability to get to a regular gig on time. “There was a young lady named Luilla,” Hooker said. “She was a bartender [at the Apex Bar in Detroit]. I’d always be late, and whenever I’d come in she’d point at me and say, ‘Boom Boom, you’re late again.’ One night she said, ‘Boom boom, I’m gonna shoot you down.’ She gave me a song, but she didn’t know it.” Keith Richards said of Hooker, “Even Muddy Waters was sophisticated next to him.” That was a compliment."],["Van Morrison, 'Into the Mystic'","Delectably arranged, transportingly sung, this may be the definitive Morrison song — an evocation of “the days of old” that feels like a lover’s whisper. The highlight of 1970’s classic Moondance, “Into the Mystic” benefited from a new, more organic way of recording for him: “It was more like working with an actual band rather than a bunch of session guys,” Morrison said. As for the lyrics, he’d admit, “So many of my songs from that Seventies period, I haven’t a clue what they’re about. A lot of the time, I was just picking up on a vibe.”"],["Roy Orbison, 'Crying'","Orbison said he wrote this lush, dreamy ballad after an encounter with an old flame: “Whether I was physically crying or just crying inside is the same thing.” His near-operatic performance culminated in a high, wailing note, which Orbison never lost the capacity to hit before his death, in 1988. “He sounded like he was singing from an Olympian mountaintop and he meant business,” Bob Dylan wrote in Chronicles. “He was now singing his compositions in three or four octaves that made you want to drive your car over a cliff. He sang like a professional criminal.”"],["Steel Pulse, 'Ku Klux Klan'","The first great British reggae band — and some of the style’s finest songwriters — made their Island Records debut with this incendiary look at the rising tide of racist violence in late-Seventies Britain: “The Ku Klux Klan/Here to stamp out Black man.” They underlined the lyric by actually performing the song live — including a memorable BBC appearance — wearing white Klan headgear. “The hoods seemed extreme at the time, but that’s what we are in a way,” vocalist Michael Riley said. “When we wore them, people started questioning what the song was about instead of just dancing to it.”"],["Sade, 'No Ordinary Love'","Helen Adu’s small but fully inhabited range has been her secret weapon from the beginning. “I decided that if I was gonna sing, I would sing how I speak, because it’s important to be yourself,” she said. Her voice cracks before she reaches the first chorus of this 1992 hit, playing up the romantic drama of the lyric. Even better, so does Stuart Matthewman’s guitar; in the middle of this otherwise mellow groove, he overdubs a seriously moody and low-key noisy part that gives the whole thing a welcome edge. Sade — it’s not just the singer’s name, it’s also a band."],["Beck, 'Loser'","In 1992, 22-year-old Beck Hansen was scraping by as a video-store clerk while performing bizarro folk songs at L.A. coffeehouses. After friends offered to record some songs, Beck cut “Loser” in his producer’s kitchen. It became the centerpiece of the album Mellow Gold. At first people took “Loser” to be a mere novelty hit, but Beck knew better. “You’d have to be a total idiot to say, ‘I’m the slacker-generation guy. This is my generation.… we’re not gonna fuckin’ show up,'” he said. “I’d be laughed out of the room in an instant.”"],["Bon Jovi, 'Livin' on a Prayer'","Like his New Jersey model Bruce Springsteen, Bon Jovi concentrates on working-class heroes and heroines. “Livin’ on a Prayer,” co-written with guitarist Richie Sambora, pumped the everyday struggles of Tommy and Gina full of grandeur — guitar-pick slides, dramatic pauses, the inevitable key change — and continues to resonate today. “It’s great that we wrote songs so long ago that people can still relate to,” Bon Jovi said in 2005. “When I hear ‘Livin’ on a Prayer,’ I think to myself, ‘We wrote that. That song has really made its mark. I guess that works.'”"],["Lana Del Rey, 'Summertime Sadness'","For her second album, Del Rey went for a sound even more lush than on her debut, and the relentless strings of “Summertime Sadness” recall the soundtracks Angelo Badalamenti composed for David Lynch’s films. She wrote the song in Santa Monica. “I would sit under the telephone wires and listen to them sizzle in the warm air,” she recalled. “I felt happy in the warm weather, and started writing about how sad and gorgeous the summertime felt to me.” A year after its first release, Cedric Gervais’ dance remix turned the song into a Top 10 hit."],["Jefferson Airplane, 'White Rabbit'","The song that brought acid rock to Middle America was a heady rock bolero written by vocalist Slick, reportedly after taking LSD and listening to Miles Davis’ Sketches of Spain. She first recorded it with her earlier band, the Great Society, before rebooting it with the Airplane. “Our parents read us stories like Peter Pan, Alice in Wonderland, and The Wizard of Oz,” Slick said. “They all have a place where children get drugs, and are able to fly or see an Emerald City or experience extraordinary animals and people.… And our parents are suddenly saying, ‘Why are you taking drugs?’ Well, hello!”"],["Sister Nancy, 'Bam Bam'","Nancy (a.k.a. Ophlin Russell) was the DJ (mic controller) for Kingston’s Stereophonic sound system when she met reggae producer Winston Riley in the late Seventies. “I really admired how he took recording serious,” Nancy said. “You couldn’t go into his studio and do any foolishness.” Their peak, “Bam Bam,” is one of the great early dancehall anthems, booming but bright, tough but playful — and it’s been sampled extensively by everyone from Lauryn Hill to Kanye West."],["Missy Elliot, 'The Rain (Supa Dupa Fly)'","As producers, Elliott and Timbaland had already made their rhythmic impact on hip-hop and R&B before Missy’s first single. And some high-profile features had even introduced Elliott’s bobbing, whizzing rap style to audiences. But still, no one could have predicted “The Rain,” with its ghostly sample of Ann Peebles’ “I Can’t Stand the Rain,” memorable Beenie Man misquote (“Who got the keys to the jeep?”), and twitchy yet sleek beat. It made Elliott a star, and she and Tim the producers to beat."],["Toto, 'Africa'","“It’s funny,” Toto drummer Jeff Porcaro said in 1985. “We thought ‘Africa’ was bold, and it did pretty good, but lyrically it didn’t make a dime of sense.” No matter — that instantly calming synthesizer riff, played on a Yamaha GS-1 “dialed in [to] those kalimba, marimba kind of sounds,” as Porcaro described it, does most of the talking, along with that soaring chorus. It hit Number One and has lived on as a yacht-rock touchstone; in 2019, Weezer’s affectionate cover made it ubiquitous all over again — a favor Toto returned by covering Weezer’s “Hash Pipe.”"],["Migos feat. Lil Uzi Vert, 'Bad and Boujee'","If cellphones gave rise to ringtone rap, social media gave us meme rap. The Atlanta trio Migos’ opus “Bad and Boujee” has become the latter’s keynote anthem, its “Raindrop, drop-top” hook inspiring scores of Twitter memes and Vine clips, and even showing up at the 2017 Women’s March on Washington, D.C. The trio’s Offset wrote the song’s hook, he told Rolling Stone, while “I had some little situations going on with life, family stuff going down, so I went downstairs to record. Sometimes that’s the best time to get music off — you might be mad, make some crazy shit.”"]]
